{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\n"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\r"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\t"
        },
        "content": ""
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[MASK]": {
        "id": "[MASK]",
        "ids": [
          4
        ],
        "tokens": [
          "[MASK]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          2
        ],
        "tokens": [
          "[PAD]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[UNK]": {
        "id": "[UNK]",
        "ids": [
          0
        ],
        "tokens": [
          "[UNK]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "GC": 11,
      "TC": 12,
      "GA": 13,
      "GG": 14,
      "TA": 15,
      "CC": 16,
      "TG": 17,
      "CA": 18,
      "AAA": 19,
      "TGC": 20,
      "TAA": 21,
      "TCA": 22,
      "GGC": 23,
      "TGA": 24,
      "GTT": 25,
      "GAA": 26,
      "GCA": 27,
      "TTA": 28,
      "TGG": 29,
      "TTC": 30,
      "GCC": 31,
      "TCC": 32,
      "GGA": 33,
      "TTTT": 34,
      "CCA": 35,
      "TAC": 36,
      "AAC": 37,
      "GTC": 38,
      "GAC": 39,
      "GTA": 40,
      "TGAA": 41,
      "TAAA": 42,
      "TGGC": 43,
      "CCC": 44,
      "AAAA": 45,
      "CAC": 46,
      "TATT": 47,
      "TGTT": 48,
      "TGCA": 49,
      "GAAA": 50,
      "TGCC": 51,
      "GCCA": 52,
      "TCAA": 53,
      "GGCA": 54,
      "TCTT": 55,
      "TGGA": 56,
      "TGAC": 57,
      "TCCA": 58,
      "TTCA": 59,
      "GTCA": 60,
      "GCGC": 61,
      "GTAA": 62,
      "GCAA": 63,
      "GGAA": 64,
      "GTG": 65,
      "GATT": 66,
      "TATC": 67,
      "GCTT": 68,
      "GTTA": 69,
      "GGCC": 70,
      "AAAC": 71,
      "TACC": 72,
      "GCCC": 73,
      "GGTT": 74,
      "TACA": 75,
      "GAAC": 76,
      "GTTC": 77,
      "TTAC": 78,
      "TAAC": 79,
      "TCAC": 80,
      "TCCC": 81,
      "TTAA": 82,
      "GTGA": 83,
      "GTGC": 84,
      "GACA": 85,
      "GCAC": 86,
      "TGTC": 87,
      "GACC": 88,
      "TATA": 89,
      "GGGC": 90,
      "TTTC": 91,
      "TTCC": 92,
      "GATC": 93,
      "TAAAA": 94,
      "GTGG": 95,
      "GATA": 96,
      "TTTA": 97,
      "GGAC": 98,
      "GCGG": 99,
      "TGTA": 100,
      "GTCC": 101,
      "GCTC": 102,
      "GAAAA": 103,
      "GGTC": 104,
      "TTGA": 105,
      "TGAAA": 106,
      "GCGA": 107,
      "GGGA": 108,
      "CCAC": 109,
      "GTAC": 110,
      "AACA": 111,
      "TTGC": 112,
      "TCGA": 113,
      "GGTA": 114,
      "TGCCA": 115,
      "TCGC": 116,
      "GAGC": 117,
      "TTCAA": 118,
      "TGGCA": 119,
      "TGGCC": 120,
      "CACC": 121,
      "TCACC": 122,
      "TTATT": 123,
      "GTTTT": 124,
      "TGAAC": 125,
      "GGGG": 126,
      "GGCCA": 127,
      "TGGAA": 128,
      "TCTC": 129,
      "GTAAA": 130,
      "TTCTT": 131,
      "TGCCC": 132,
      "TGACC": 133,
      "GTTCA": 134,
      "GAGA": 135,
      "TGATT": 136,
      "AACC": 137,
      "GTGAA": 138,
      "TGTCA": 139,
      "TTACC": 140,
      "TGACA": 141,
      "GGCAA": 142,
      "GCGCC": 143,
      "GGAAA": 144,
      "GATAA": 145,
      "GCTGC": 146,
      "TAAAC": 147,
      "GCACC": 148,
      "GAACA": 149,
      "TCGG": 150,
      "TGTAA": 151,
      "TGTTC": 152,
      "GCGGC": 153,
      "GTGGC": 154,
      "TTATC": 155,
      "AACAA": 156,
      "TTTCA": 157,
      "AAACA": 158,
      "GAAAC": 159,
      "TATCA": 160,
      "TAGC": 161,
      "TATAA": 162,
      "TGCAA": 163,
      "TTTAA": 164,
      "GTTCC": 165,
      "TAGA": 166,
      "TTACA": 167,
      "TGTTTT": 168,
      "GGTCA": 169,
      "GTTAA": 170,
      "TTAAA": 171,
      "GCGCA": 172,
      "TCAAA": 173,
      "GGGCA": 174,
      "GCAAA": 175,
      "GCTGG": 176,
      "TGCAC": 177,
      "GGTAA": 178,
      "GGTGA": 179,
      "CCAA": 180,
      "GTGTT": 181,
      "TGTCC": 182,
      "TTTTC": 183,
      "TGGAC": 184,
      "TATTTT": 185,
      "GTGCC": 186,
      "GCTGA": 187,
      "TACAA": 188,
      "GCCAA": 189,
      "TGTGC": 190,
      "GAAAAA": 191,
      "TTTTA": 192,
      "GGCAC": 193,
      "GGTGC": 194,
      "GATGA": 195,
      "TCATC": 196,
      "CCACC": 197,
      "GAACC": 198,
      "GACAA": 199,
      "GTCCA": 200,
      "GCTA": 201,
      "TGAAAA": 202,
      "GAGG": 203,
      "TGGTT": 204,
      "GGACA": 205,
      "GTGCA": 206,
      "TCATT": 207,
      "GATGC": 208,
      "GGGAA": 209,
      "GGGGC": 210,
      "TGTGG": 211,
      "GAGCA": 212,
      "TCTGC": 213,
      "TCGCC": 214,
      "TGTTA": 215,
      "TTGTT": 216,
      "GGAAC": 217,
      "TCTA": 218,
      "GACCA": 219,
      "GATCA": 220,
      "GCAAC": 221,
      "GTGGA": 222,
      "TAAAAA": 223,
      "CCCA": 224,
      "AAAAAA": 225,
      "TAACA": 226,
      "GTCAA": 227,
      "GTTAC": 228,
      "GTAAC": 229,
      "GCCAC": 230,
      "TGTAC": 231,
      "GTGAC": 232,
      "GGTGG": 233,
      "TTGAA": 234,
      "GCACA": 235,
      "GCCCC": 236,
      "TATTA": 237,
      "TCGGC": 238,
      "CCCC": 239,
      "TGTGA": 240,
      "GCGTT": 241,
      "TCAAC": 242,
      "GCTTC": 243,
      "TATCC": 244,
      "GTACA": 245,
      "GCCCA": 246,
      "TTTTTT": 247,
      "GCTCA": 248,
      "GTCAC": 249,
      "GCGAA": 250,
      "GAGAA": 251,
      "GGGTT": 252,
      "TCTTC": 253,
      "TTTTCA": 254,
      "GGGGA": 255,
      "GTATT": 256,
      "TAATT": 257,
      "GTACC": 258,
      "TCCAA": 259,
      "TATTC": 260,
      "TAACC": 261,
      "GGATT": 262,
      "GGCCC": 263,
      "TGCTT": 264,
      "TGATC": 265,
      "TCACA": 266,
      "GCCGG": 267,
      "TACCA": 268,
      "GCGTC": 269,
      "GATGG": 270,
      "GATCC": 271,
      "TTTTAA": 272,
      "GGTTC": 273,
      "GATAC": 274,
      "GCGGA": 275,
      "GGCTT": 276,
      "TCGTT": 277,
      "TGATA": 278,
      "GCATT": 279,
      "GCCTT": 280,
      "TGGCCA": 281,
      "GAGTT": 282,
      "GCGAC": 283,
      "GAATT": 284,
      "TCGTC": 285,
      "GGCGC": 286,
      "TCCCC": 287,
      "GGTAC": 288,
      "AAACC": 289,
      "TCCTT": 290,
      "TATGA": 291,
      "CACAA": 292,
      "CACA": 293,
      "GATTA": 294,
      "TATTAA": 295,
      "GGGCC": 296,
      "TCTGG": 297,
      "TATGC": 298,
      "GGAAAA": 299,
      "GCAGA": 300,
      "GCTCC": 301,
      "TCTTTT": 302,
      "TTCCA": 303,
      "GGTTA": 304,
      "TATTCA": 305,
      "TCTCC": 306,
      "TCTTCA": 307,
      "AAATT": 308,
      "TGTTCA": 309,
      "GAGGC": 310,
      "TAGTT": 311,
      "TCTGA": 312,
      "GCAGC": 313,
      "CCACA": 314,
      "TACTT": 315,
      "TGAACA": 316,
      "GATTTT": 317,
      "TCAAAA": 318,
      "TCGAC": 319,
      "GCTGGC": 320,
      "TTTGC": 321,
      "TGAAAC": 322,
      "GAGCC": 323,
      "TAGAA": 324,
      "TATGG": 325,
      "GTCCC": 326,
      "GAGGA": 327,
      "TCCCA": 328,
      "TCGAA": 329,
      "GCAAAA": 330,
      "TTTTCC": 331,
      "TCCAC": 332,
      "GATAAA": 333,
      "GATTC": 334,
      "TTTCC": 335,
      "GCTAA": 336,
      "TGTATT": 337,
      "TACCC": 338,
      "TATAC": 339,
      "TCTCA": 340,
      "TTTGA": 341,
      "TTGCC": 342,
      "GGCGG": 343,
      "GTAAAA": 344,
      "GCAGCA": 345,
      "GCTTTT": 346,
      "TGCTGC": 347,
      "TGGCAA": 348,
      "GGCGA": 349,
      "TTCAC": 350,
      "TTATA": 351,
      "GCCGCC": 352,
      "GCAGG": 353,
      "TCTAA": 354,
      "TGATAA": 355,
      "GCTAC": 356,
      "GCGCCA": 357,
      "GGTTTT": 358,
      "TCGCA": 359,
      "GTCTT": 360,
      "GGACC": 361,
      "GCTTA": 362,
      "TATAAA": 363,
      "GGGTA": 364,
      "GCTGAA": 365,
      "GCGTA": 366,
      "GATGAA": 367,
      "GGCGGC": 368,
      "TGTAAA": 369,
      "TCATCA": 370,
      "TCAACA": 371,
      "TTTAC": 372,
      "GGGTC": 373,
      "GAAGAA": 374,
      "GGGAC": 375,
      "GACCC": 376,
      "TAAAAAA": 377,
      "GACAC": 378,
      "GATATT": 379,
      "GCTGCA": 380,
      "TTCAAA": 381,
      "GAAACA": 382,
      "TGTTCC": 383,
      "AAAAA": 384,
      "TAATA": 385,
      "GCTG": 386,
      "TTCCC": 387,
      "GCATC": 388,
      "TGATGA": 389,
      "TTAAC": 390,
      "TCCGG": 391,
      "GTTTC": 392,
      "TTCTTC": 393,
      "TGTTAA": 394,
      "TATCAA": 395,
      "TACAC": 396,
      "TCTTCC": 397,
      "TGGAAA": 398,
      "TTATCA": 399,
      "AAACAA": 400,
      "GAACAA": 401,
      "TGTG": 402,
      "TAAACA": 403,
      "TGGTC": 404,
      "GCCTGC": 405,
      "TAATAA": 406,
      "TAACAA": 407,
      "GCAACA": 408,
      "GAGTA": 409,
      "GCCACC": 410,
      "TGAAAAA": 411,
      "GGCGCA": 412,
      "GCGCCC": 413,
      "GAGAC": 414,
      "TGACCA": 415,
      "TGCTC": 416,
      "TTGCA": 417,
      "TAAAAC": 418,
      "TGACAA": 419,
      "GCTGGA": 420,
      "TATATT": 421,
      "TTATTA": 422,
      "GGCACC": 423,
      "TTGG": 424,
      "GAAAAC": 425,
      "TAGCC": 426,
      "CCCAA": 427,
      "GGAACA": 428,
      "GTTGA": 429,
      "TCACCA": 430,
      "TGATGC": 431,
      "GCTGCC": 432,
      "TAGG": 433,
      "GTTCAA": 434,
      "GAAACC": 435,
      "TCAGCA": 436,
      "TTGTC": 437,
      "TTCACC": 438,
      "GTGAAA": 439,
      "TCCGGC": 440,
      "TGAACC": 441,
      "GAAAAAA": 442,
      "TCAGC": 443,
      "TGCGCC": 444,
      "TTCTC": 445,
      "GAAGA": 446,
      "GGTG": 447,
      "GCTGTT": 448,
      "TCCACC": 449,
      "GGATC": 450,
      "TATTCC": 451,
      "TCAACC": 452,
      "TGCACC": 453,
      "GTATC": 454,
      "TTGGC": 455,
      "GCCGGA": 456,
      "GATTAA": 457,
      "TTAAAA": 458,
      "TAGCA": 459,
      "TTACAA": 460,
      "TGGTCA": 461,
      "GTTAAA": 462,
      "GCAGGC": 463,
      "GGTATT": 464,
      "GCGGCA": 465,
      "GGTAAA": 466,
      "GCCGGC": 467,
      "TCCTGC": 468,
      "GCTTCC": 469,
      "TGTGGC": 470,
      "GCTTCA": 471,
      "GTTGTT": 472,
      "GAATA": 473,
      "TATCCC": 474,
      "TTTGG": 475,
      "TGTCCA": 476,
      "GGATA": 477,
      "GGTGAA": 478,
      "TAATC": 479,
      "GCATCA": 480,
      "TGGACA": 481,
      "GTGCCA": 482,
      "GCGTCA": 483,
      "GCGGCC": 484,
      "TGGCAC": 485,
      "TGTCTT": 486,
      "TTATTTT": 487,
      "TCTAC": 488,
      "GTTTCA": 489,
      "GTTTTC": 490,
      "GCAGAA": 491,
      "TAGTA": 492,
      "GGTCC": 493,
      "TTGAC": 494,
      "GGCTGC": 495,
      "TGCCAA": 496,
      "GAGTC": 497,
      "GCGCAA": 498,
      "GTTACC": 499,
      "AACAAA": 500,
      "TATCTT": 501,
      "GGTGGC": 502,
      "TAGTC": 503,
      "TCGTA": 504,
      "GCCGA": 505,
      "GCTGAC": 506,
      "GGGAAA": 507,
      "TGTATC": 508,
      "TGCAAA": 509,
      "TGTACC": 510,
      "TGTGCA": 511,
      "GACGA": 512,
      "TTCTGC": 513,
      "TTTATT": 514,
      "GGGCAA": 515,
      "TCTTA": 516,
      "GTCACC": 517,
      "TGTCAC": 518,
      "TACAAA": 519,
      "TTTAAA": 520,
      "GGATAA": 521,
      "TGTGCC": 522,
      "TGATTTT": 523,
      "GCCGC": 524,
      "GGCAAA": 525,
      "GCACCA": 526,
      "TGTGAA": 527,
      "GTGAAC": 528,
      "TATCCA": 529,
      "TGGTGC": 530,
      "TGGCCC": 531,
      "AAAACA": 532,
      "GCCACA": 533,
      "TTCTTTT": 534,
      "GCCGTT": 535,
      "GTGACA": 536,
      "GGTTAA": 537,
      "GCAGGA": 538,
      "TGGTGA": 539,
      "TTGTA": 540,
      "GAGAAA": 541,
      "GGGCGC": 542,
      "TTACCA": 543,
      "TATGAA": 544,
      "GTAAAC": 545,
      "TGTGTT": 546,
      "TCAAAAA": 547,
      "GCCGTC": 548,
      "GGCACA": 549,
      "TGCTGA": 550,
      "TAAACC": 551,
      "GGTTCA": 552,
      "GACAAA": 553,
      "GCCGCA": 554,
      "TCAGAA": 555,
      "TTCAAC": 556,
      "TGTACA": 557,
      "GCCAAA": 558,
      "TGCTGG": 559,
      "GATGGC": 560,
      "GGACAA": 561,
      "GGCGTT": 562,
      "TTTTTC": 563,
      "GCAACC": 564,
      "GGTGTT": 565,
      "TACCAA": 566,
      "GACACC": 567,
      "GGTGCA": 568,
      "TTATAA": 569,
      "GTGTC": 570,
      "GCTCAA": 571,
      "GAATC": 572,
      "TTTCTT": 573,
      "GGCCAA": 574,
      "TGGAAC": 575,
      "TAGAC": 576,
      "GTTCCA": 577,
      "TGCACA": 578,
      "GGGCTT": 579,
      "GTGACC": 580,
      "GTTGAA": 581,
      "GGCTC": 582,
      "TAATCA": 583,
      "GTTTTA": 584,
      "GCACAA": 585,
      "AAAACC": 586,
      "TCCCCA": 587,
      "TCCCCC": 588,
      "GGAGA": 589,
      "GGGATT": 590,
      "GGTGCC": 591,
      "GTTTA": 592,
      "TCACAA": 593,
      "TCCTC": 594,
      "GTGGAA": 595,
      "TGGTA": 596,
      "GAACCA": 597,
      "GCGAAA": 598,
      "GTTACA": 599,
      "TCAGA": 600,
      "GCTCCA": 601,
      "TACACC": 602,
      "GACTT": 603,
      "TTCTGA": 604,
      "GTCGA": 605,
      "GTAACA": 606,
      "GGGTG": 607,
      "TTAACA": 608,
      "TGTTAC": 609,
      "GCCTC": 610,
      "GGAGAA": 611,
      "TGGTGG": 612,
      "GCCCCC": 613,
      "GCCCCA": 614,
      "GCTTAA": 615,
      "TGTGGA": 616,
      "GCGACA": 617,
      "TGTAAC": 618,
      "TGCCAC": 619,
      "TGCGGC": 620,
      "TTATCC": 621,
      "GCAGTT": 622,
      "TCCACA": 623,
      "TGGTAA": 624,
      "TCAGGC": 625,
      "TCGCCA": 626,
      "GTACCA": 627,
      "GGTTCC": 628,
      "GACGGC": 629,
      "GCTCTT": 630,
      "TGATTA": 631,
      "GCGGAA": 632,
      "GCGATT": 633,
      "TAACCA": 634,
      "TCTGGC": 635,
      "TTTTAAA": 636,
      "GGAAAC": 637,
      "TGATGG": 638,
      "TTTTTCA": 639,
      "GGATCA": 640,
      "AACTT": 641,
      "TGAGTT": 642,
      "TTTTTTA": 643,
      "GATGCC": 644,
      "GGTAAC": 645,
      "TGATCC": 646,
      "GGGGAA": 647,
      "GATTCA": 648,
      "GCGACC": 649,
      "TTTGAA": 650,
      "GTAACC": 651,
      "GGTATC": 652,
      "GATACC": 653,
      "GGATGC": 654,
      "GAATAA": 655,
      "GATCAA": 656,
      "TCTTAA": 657,
      "GTTCAC": 658,
      "GCAGCC": 659,
      "GGTCAA": 660,
      "GTGCAA": 661,
      "TCATA": 662,
      "GCTAAA": 663,
      "TGTCCC": 664,
      "GGTGGA": 665,
      "CCATT": 666,
      "AAATA": 667,
      "TTCTCC": 668,
      "GCTGTC": 669,
      "TGTATA": 670,
      "GCTATT": 671,
      "GTTTAA": 672,
      "TCGGA": 673,
      "TTAACC": 674,
      "GCAAAC": 675,
      "GCGTG": 676,
      "GGGGCA": 677,
      "GCCGAA": 678,
      "TTTTTA": 679,
      "GCATA": 680,
      "GATGTT": 681,
      "GGGTGA": 682,
      "GGGCCA": 683,
      "GTGCCC": 684,
      "TCATCC": 685,
      "GGCAAC": 686,
      "GGCTTC": 687,
      "GGCGTC": 688,
      "AAATAA": 689,
      "GAGGAA": 690,
      "GGTGAC": 691,
      "GCGAAC": 692,
      "GGATGA": 693,
      "GACCAA": 694,
      "TTATTC": 695,
      "TCATAA": 696,
      "TACCCA": 697,
      "GGCCAC": 698,
      "GAGCAA": 699,
      "GGCGAA": 700,
      "GCAGAC": 701,
      "TCACCC": 702,
      "GGTACA": 703,
      "TGATAC": 704,
      "TCAGCC": 705,
      "GGCTGG": 706,
      "TTTTTTC": 707,
      "AAAGAA": 708,
      "TCTGTT": 709,
      "TGCCCA": 710,
      "GCGATC": 711,
      "TTTGTT": 712,
      "GTTTCC": 713,
      "TATGGC": 714,
      "TGCCCC": 715,
      "GTTTTTT": 716,
      "TGTGAC": 717,
      "GGCGAC": 718,
      "TTGGA": 719,
      "TATGTT": 720,
      "GCCAAC": 721,
      "GCCTGG": 722,
      "GGTCTT": 723,
      "GATGAC": 724,
      "TCTGAA": 725,
      "AAAAAAA": 726,
      "GGAACC": 727,
      "TTCTGG": 728,
      "TGAGCA": 729,
      "TGTCAA": 730,
      "GCGGTT": 731,
      "TTTATC": 732,
      "GATACA": 733,
      "GTCTGC": 734,
      "GTATA": 735,
      "GCCGAC": 736,
      "GCCTGA": 737,
      "GTCAAA": 738,
      "GCTATC": 739,
      "GATGCA": 740,
      "TTAAAAA": 741,
      "GGGTAA": 742,
      "GTTCCC": 743,
      "TCATTA": 744,
      "GTCACA": 745,
      "TATATC": 746,
      "CCACCA": 747,
      "TTCACA": 748,
      "TGCAAC": 749,
      "GGGAAC": 750,
      "GATTCC": 751,
      "GTGGCA": 752,
      "GATAAC": 753,
      "TAAAACA": 754,
      "GCGTTC": 755,
      "GCCCAA": 756,
      "GGCTGA": 757,
      "TGCGCA": 758,
      "TTCCCA": 759,
      "TTTCAA": 760,
      "TCAGTT": 761,
      "GATCTT": 762,
      "GAATAC": 763,
      "TCCCAA": 764,
      "GTCGTC": 765,
      "GATATC": 766,
      "TTCCCC": 767,
      "GCTCAC": 768,
      "GAGCCA": 769,
      "TCAAAC": 770,
      "TCTGCC": 771,
      "TCTGCA": 772,
      "GCGTGA": 773,
      "GACAAC": 774,
      "TCATTC": 775,
      "GCCTTC": 776,
      "TTGATT": 777,
      "GATCAC": 778,
      "GCGGGC": 779,
      "TCAGGA": 780,
      "GTATTC": 781,
      "TCGCGC": 782,
      "GGAAAAA": 783,
      "GAGATT": 784,
      "TGATGAA": 785,
      "GCGTGC": 786,
      "GTACAA": 787,
      "GGGTCA": 788,
      "GATCCA": 789,
      "GGCGGA": 790,
      "TAGAAA": 791,
      "TATAAC": 792,
      "TTATGG": 793,
      "TAAAAAAA": 794,
      "GTTGTC": 795,
      "TGAAACA": 796,
      "GCATCC": 797,
      "CCACAA": 798,
      "TACAAC": 799,
      "TAGGA": 800,
      "TGACCC": 801,
      "TTACCC": 802,
      "GAGCTT": 803,
      "TAATTTT": 804,
      "GACGAC": 805,
      "GAGCGC": 806,
      "TTCAAAA": 807,
      "GATGGA": 808,
      "GTATCA": 809,
      "TATTAC": 810,
      "GGTCAC": 811,
      "GGTGTC": 812,
      "TCGGCA": 813,
      "TAATGC": 814,
      "TACCCC": 815,
      "AACAAC": 816,
      "GTTTGC": 817,
      "GTTTAC": 818,
      "TAATGA": 819,
      "GCAAAAA": 820,
      "TTATGA": 821,
      "TACACA": 822,
      "TATGCC": 823,
      "TCGTCA": 824,
      "TTATCAA": 825,
      "TCTAAA": 826,
      "TCCAAA": 827,
      "GCCGTA": 828,
      "GAAGAC": 829,
      "TTCCAA": 830,
      "TATCAC": 831,
      "TTCGTC": 832,
      "TTTCCA": 833,
      "TTGCCA": 834,
      "TCTGGA": 835,
      "TACTGC": 836,
      "GCGTGG": 837,
      "GCGATA": 838,
      "GCTGTA": 839,
      "TCGACA": 840,
      "GAAGCA": 841,
      "TGATCA": 842,
      "GAGAAC": 843,
      "GGATAC": 844,
      "GCGCAC": 845,
      "GCGTCC": 846,
      "TCGACC": 847,
      "TATGCA": 848,
      "TGGTAC": 849,
      "TTTTTAA": 850,
      "TAGGC": 851,
      "GATATA": 852,
      "TGACAC": 853,
      "TGCTGGC": 854,
      "TGCTCA": 855,
      "TTGAAA": 856,
      "TCTCTT": 857,
      "TGGTTC": 858,
      "GAGGCC": 859,
      "TGATATT": 860,
      "GCACCC": 861,
      "TCTATT": 862,
      "GTGCAC": 863,
      "GGGTTC": 864,
      "GAAAAAC": 865,
      "TGATTC": 866,
      "TATGGA": 867,
      "GGGACA": 868,
      "GGGGTT": 869,
      "TCCTTC": 870,
      "TCGCCC": 871,
      "TAATTA": 872,
      "TGATAAA": 873,
      "TGAACAA": 874,
      "GGGGGC": 875,
      "GAAAACA": 876,
      "GCGTTA": 877,
      "GTATCC": 878,
      "TGGGAA": 879,
      "GCGTAA": 880,
      "TGCTTC": 881,
      "TGGAAAA": 882,
      "GGTTAC": 883,
      "GTCGTT": 884,
      "GGGTTA": 885,
      "TCGGCC": 886,
      "TAATAC": 887,
      "GAACCC": 888,
      "GACGTT": 889,
      "AACACC": 890,
      "GTGTTC": 891,
      "TGCTTTT": 892,
      "GCTACA": 893,
      "GGCCCA": 894,
      "TATGAC": 895,
      "GTGGCC": 896,
      "GGCCCC": 897,
      "GCAGTA": 898,
      "TCTCCA": 899,
      "GTCCAA": 900,
      "GCTACC": 901,
      "TTGCTT": 902,
      "GAAGTT": 903,
      "TATTAAA": 904,
      "GATTAC": 905,
      "GCTGGCC": 906,
      "GGGTGC": 907,
      "GAAAACC": 908,
      "TGTGTC": 909,
      "GCTCCC": 910,
      "CCAGCA": 911,
      "TGGTTA": 912,
      "GCCAGCA": 913,
      "GAAGGA": 914,
      "TATACA": 915,
      "TAAACAA": 916,
      "TAAAACC": 917,
      "TCTGAC": 918,
      "GAACAC": 919,
      "GTGTCA": 920,
      "GTAAAAA": 921,
      "GCCTCC": 922,
      "GCCCAC": 923,
      "TAATAAA": 924,
      "TCATCAA": 925,
      "TGCTCC": 926,
      "TGGACC": 927,
      "GCAGTC": 928,
      "GACACA": 929,
      "TCCGTT": 930,
      "TCGCTT": 931,
      "GCTGAAA": 932,
      "GTCTTC": 933,
      "TGCGTT": 934,
      "TAATTC": 935,
      "GTCGCC": 936,
      "GTGTA": 937,
      "GGAGCA": 938,
      "TGAGAA": 939,
      "TTAGAA": 940,
      "TTATAC": 941,
      "GGGTGG": 942,
      "TCGCGG": 943,
      "TTTTCCA": 944,
      "GCTTAC": 945,
      "GGGGGA": 946,
      "TATACC": 947,
      "TTTAAC": 948,
      "GGGATC": 949,
      "GGGCAC": 950,
      "TAACCC": 951,
      "GACGAA": 952,
      "GCCGCCA": 953,
      "TCCGGA": 954,
      "TGGGCA": 955,
      "TTTGCA": 956,
      "TCCTGA": 957,
      "TTAGTT": 958,
      "GAGTTC": 959,
      "TCATGC": 960,
      "TATAAAA": 961,
      "TTTCCC": 962,
      "TCAGTA": 963,
      "TCGAAA": 964,
      "TTTACC": 965,
      "GGGATA": 966,
      "TTTTAC": 967,
      "GCTGGCA": 968,
      "GATCCC": 969,
      "GTTAAC": 970,
      "GACCCC": 971,
      "TTATTAA": 972,
      "TGCTGAA": 973,
      "GGATGG": 974,
      "GAGGCA": 975,
      "TGAAACC": 976,
      "GGTATA": 977,
      "TTCTTCA": 978,
      "TGTAAAA": 979,
      "TTTCAC": 980,
      "GGGGCC": 981,
      "TAATCC": 982,
      "GTCGGC": 983,
      "TTTATA": 984,
      "TCATGA": 985,
      "TAGTAA": 986,
      "GGAGTT": 987,
      "GTGAAAA": 988,
      "GAAGCC": 989,
      "AAACCA": 990,
      "GTCAAC": 991,
      "TGATGCC": 992,
      "GGATAAA": 993,
      "GCGGCCA": 994,
      "TCCGGCA": 995,
      "TTCGTT": 996,
      "TCCAAC": 997,
      "TTATAAA": 998,
      "GAAGAAA": 999,
      "TTGCCC": 1000,
      "TAAGTT": 1001,
      "GAAGGC": 1002,
      "GAGGTT": 1003,
      "GATGTC": 1004,
      "GATAAAA": 1005,
      "GACGCC": 1006,
      "TGGTTTT": 1007,
      "TCATTTT": 1008,
      "TGTGTA": 1009,
      "GAAGTA": 1010,
      "GGCGTA": 1011,
      "CACAAA": 1012,
      "TGAAAAAA": 1013,
      "TAGCCA": 1014,
      "TAGCAA": 1015,
      "TAGCTT": 1016,
      "GTTGCA": 1017,
      "TTATGC": 1018,
      "TCCGCA": 1019,
      "GCGGAC": 1020,
      "GTGGAC": 1021,
      "GGCTGGC": 1022,
      "TAGATT": 1023,
      "TTCGCC": 1024,
      "TCCGTC": 1025,
      "CCATCA": 1026,
      "TTATATT": 1027,
      "GAATGA": 1028,
      "TTTGGC": 1029,
      "TCTCAA": 1030,
      "GGCAAAA": 1031,
      "TGCGTC": 1032,
      "GGATTC": 1033,
      "TACAAAA": 1034,
      "TAATATT": 1035,
      "GAATGC": 1036,
      "TGAAAAC": 1037,
      "TCAGCCA": 1038,
      "GACCAC": 1039,
      "GGGAAAA": 1040,
      "TTTGCC": 1041,
      "CACCAA": 1042,
      "GAATGG": 1043,
      "AAATCA": 1044,
      "GAATCA": 1045,
      "TGAGTA": 1046,
      "TCGAAC": 1047,
      "GGTCCA": 1048,
      "TTGATC": 1049,
      "TTAAAC": 1050,
      "GTAGTT": 1051,
      "GTCTGG": 1052,
      "GAATTA": 1053,
      "GACTGC": 1054,
      "TGTTCAA": 1055,
      "GTATTTT": 1056,
      "TTCGGC": 1057,
      "TCCGCC": 1058,
      "TTGTCA": 1059,
      "TCGATT": 1060,
      "GAGATC": 1061,
      "TCTGTC": 1062,
      "TTGACC": 1063,
      "GTTTGA": 1064,
      "GGATTA": 1065,
      "TGTGCCA": 1066,
      "GAGCAC": 1067,
      "GAGTAA": 1068,
      "GCTAAC": 1069,
      "TCATAC": 1070,
      "GCTATA": 1071,
      "TTTAAAA": 1072,
      "TCATCCA": 1073,
      "GACTGG": 1074,
      "GAAGTC": 1075,
      "GCATAA": 1076,
      "GGAGGC": 1077,
      "TTGCGC": 1078,
      "TCGTTC": 1079,
      "TTATCTT": 1080,
      "TCTCCC": 1081,
      "GAGATA": 1082,
      "GCCGCGC": 1083,
      "TCAGAC": 1084,
      "TACTGA": 1085,
      "GAGTG": 1086,
      "CCAGTT": 1087,
      "GAGACA": 1088,
      "TACGGC": 1089,
      "TTTACA": 1090,
      "TTGTTC": 1091,
      "TCACCAA": 1092,
      "GGAGAC": 1093,
      "GGTGTA": 1094,
      "TGCGCCA": 1095,
      "GTATAA": 1096,
      "TGGCACA": 1097,
      "TCAGTC": 1098,
      "TCATGG": 1099,
      "GCATGA": 1100,
      "TCAGCAA": 1101,
      "GGACCA": 1102,
      "TACGTT": 1103,
      "TCCGC": 1104,
      "TCCTTTT": 1105,
      "GGAAAAC": 1106,
      "GGCGGCA": 1107,
      "TATCAAA": 1108,
      "TGCTGTT": 1109,
      "TGGGTT": 1110,
      "GACCCA": 1111,
      "TTGAAC": 1112,
      "GATGAAA": 1113,
      "TGATGGC": 1114,
      "GAGTTA": 1115,
      "GCCTGAA": 1116,
      "CCAGAA": 1117,
      "TACTTC": 1118,
      "GATGTA": 1119,
      "TGCCACC": 1120,
      "TGGGGA": 1121,
      "TAACAC": 1122,
      "TTATTCA": 1123,
      "TCGATC": 1124,
      "TGATTCA": 1125,
      "TGCCGGA": 1126,
      "TAAAAAC": 1127,
      "GCATTC": 1128,
      "TCCTCC": 1129,
      "TTACAC": 1130,
      "GAGTGA": 1131,
      "TGCAAAA": 1132,
      "GAGGAC": 1133,
      "TGGTGAA": 1134,
      "GCCGGCA": 1135,
      "CCCGGC": 1136,
      "TAAGAA": 1137,
      "GTGTGC": 1138,
      "GTTGTA": 1139,
      "TACTTTT": 1140,
      "GAAAAAAA": 1141,
      "TGTTCTT": 1142,
      "GCCGGAA": 1143,
      "GCGTAC": 1144,
      "GGGGAC": 1145,
      "GCCTTTT": 1146,
      "TTGTTA": 1147,
      "GCCACCA": 1148,
      "GCATTA": 1149,
      "GTTTTTC": 1150,
      "GACTTC": 1151,
      "GAGTCA": 1152,
      "TTGATA": 1153,
      "GCACAC": 1154,
      "GTTTTCA": 1155,
      "GAGTGG": 1156,
      "GGCGCGC": 1157,
      "TGCGGA": 1158,
      "TCAAAAC": 1159,
      "GACGTC": 1160,
      "TTGCAA": 1161,
      "TTGTAA": 1162,
      "TCCTGG": 1163,
      "TCGCAA": 1164,
      "GAGCGG": 1165,
      "TCGTTA": 1166,
      "GTCCAC": 1167,
      "GTGTTTT": 1168,
      "GAGAAAA": 1169,
      "CCCGGA": 1170,
      "GCAGCCA": 1171,
      "GCTGACC": 1172,
      "TGTTAAA": 1173,
      "GGGTAC": 1174,
      "TACCAC": 1175,
      "TAAATAA": 1176,
      "TCCTGAA": 1177,
      "TTAGTA": 1178,
      "TTTGTC": 1179,
      "TGAGCC": 1180,
      "GAAACAA": 1181,
      "TGACAAA": 1182,
      "AAAAAAC": 1183,
      "GAGGGC": 1184,
      "GCCGCCC": 1185,
      "GTTGGC": 1186,
      "TAAAGAA": 1187,
      "GGTAAAA": 1188,
      "GCATAC": 1189,
      "GTGTAA": 1190,
      "GCTGGAA": 1191,
      "TGTTATT": 1192,
      "TCGTGG": 1193,
      "GGTACC": 1194,
      "TGCTGCC": 1195,
      "GGAGGA": 1196,
      "TCAACCA": 1197,
      "TTCTAA": 1198,
      "TGATGTT": 1199,
      "GGACAC": 1200,
      "GCTGAAC": 1201,
      "GTCTTTT": 1202,
      "GGCTAC": 1203,
      "TCGTCC": 1204,
      "TGAACCA": 1205,
      "GCATGG": 1206,
      "GGCGGCC": 1207,
      "TTGGTT": 1208,
      "TGGCAAA": 1209,
      "GACAAAA": 1210,
      "GTATTA": 1211,
      "TCGTAA": 1212,
      "TCATTAA": 1213,
      "GTGTGG": 1214,
      "TGATTAA": 1215,
      "TCTATC": 1216,
      "GCCGGGC": 1217,
      "TTACCCA": 1218,
      "TGATTTA": 1219,
      "GTGTAC": 1220,
      "TGCTGGA": 1221,
      "GGAGAAA": 1222,
      "GTCCCC": 1223,
      "AACCAA": 1224,
      "GGATTTT": 1225,
      "GATTTTC": 1226,
      "AACACA": 1227,
      "TAGTGA": 1228,
      "TATGTC": 1229,
      "TGAAGAA": 1230,
      "AAACAAA": 1231,
      "TGGCACC": 1232,
      "GGCTTTT": 1233,
      "TTGGCC": 1234,
      "GTCCCA": 1235,
      "TAGTCA": 1236,
      "GCAGGAA": 1237,
      "GCAGAAA": 1238,
      "TACTAA": 1239,
      "GTTGAC": 1240,
      "GCCGTCA": 1241,
      "TTATCCA": 1242,
      "TGTGAAA": 1243,
      "TAGTTA": 1244,
      "TGGTGGC": 1245,
      "TGTCACC": 1246,
      "TCTTTAA": 1247,
      "TAAATCA": 1248,
      "TTGGCA": 1249,
      "GATTAAA": 1250,
      "TATTTTC": 1251,
      "GGTGAAA": 1252,
      "GAGGTC": 1253,
      "GTGGCCA": 1254,
      "TCGTGA": 1255,
      "GCCAAAA": 1256,
      "TCTTCCA": 1257,
      "TTCTGTT": 1258,
      "TGGGTA": 1259,
      "TCGCTC": 1260,
      "GAGCGA": 1261,
      "TCCGCCA": 1262,
      "GCAAAAC": 1263,
      "TTTGAC": 1264,
      "TCGTGC": 1265,
      "TCTCAC": 1266,
      "GAGTGC": 1267,
      "GGAAACA": 1268,
      "TGCTGAC": 1269,
      "GCCTGCC": 1270,
      "TAGATA": 1271,
      "GTACCC": 1272,
      "GCATTTT": 1273,
      "GAGAGC": 1274,
      "TCGGGC": 1275,
      "TACTCA": 1276,
      "AACAAAA": 1277,
      "TATTTAA": 1278,
      "TGAGGC": 1279,
      "TTCAAAAA": 1280,
      "GCCTGGC": 1281,
      "GAAGAAC": 1282,
      "TTTCAAA": 1283,
      "TAGAAC": 1284,
      "TCTATA": 1285,
      "TGTTGTT": 1286,
      "GTATGC": 1287,
      "TCTACA": 1288,
      "TATTTTA": 1289,
      "GCAGCAA": 1290,
      "GGCTCC": 1291,
      "TTACCAA": 1292,
      "TGCTGCA": 1293,
      "TCGGTT": 1294,
      "GGGGTC": 1295,
      "GCGACCA": 1296,
      "GGCGCC": 1297,
      "TTGTCC": 1298,
      "GGCATCA": 1299,
      "GACGCA": 1300,
      "GCTGCAA": 1301,
      "AACCCC": 1302,
      "GTTAAAA": 1303,
      "GTATGA": 1304,
      "TTGATAA": 1305,
      "GGCTCA": 1306,
      "TTTATCC": 1307,
      "TGGCCAA": 1308,
      "TTATGAA": 1309,
      "TTTTCCC": 1310,
      "GAATCC": 1311,
      "GTGTCC": 1312,
      "GACGG": 1313,
      "TTCTCA": 1314,
      "TGAGGA": 1315,
      "TGCTAA": 1316,
      "TGGGGC": 1317,
      "GACTGGC": 1318,
      "TTCTAC": 1319,
      "TATTATT": 1320,
      "TGCAACA": 1321,
      "GTGTTA": 1322,
      "GGGGAAA": 1323,
      "TCAATAA": 1324,
      "GTACAC": 1325,
      "GGGCAAA": 1326,
      "TGATTTC": 1327,
      "TGACCAA": 1328,
      "GGGTAAA": 1329,
      "TGGTGTT": 1330,
      "TATCAAC": 1331,
      "TTACAAA": 1332,
      "TGATGCA": 1333,
      "TAGCCC": 1334,
      "GAATTTT": 1335,
      "TTCAACC": 1336,
      "TGGACAA": 1337,
      "TTCTGGC": 1338,
      "GCGTGGC": 1339,
      "TACGTC": 1340,
      "GTTTTAA": 1341,
      "CCCTGC": 1342,
      "TTCTTA": 1343,
      "GATCACC": 1344,
      "TGGATAA": 1345,
      "GGCTGCC": 1346,
      "TTCTTTC": 1347,
      "GGATATT": 1348,
      "GCTGCCC": 1349,
      "GAACAAA": 1350,
      "TGGTAAA": 1351,
      "TATGTA": 1352,
      "TCTACC": 1353,
      "AACTGC": 1354,
      "CACCCA": 1355,
      "TGTTCCA": 1356,
      "TACGCC": 1357,
      "GTCTCC": 1358,
      "GACGTA": 1359,
      "GGGGTA": 1360,
      "TCATTCA": 1361,
      "TCCTTCA": 1362,
      "TTCGCCA": 1363,
      "TTTATTTT": 1364,
      "AACGGC": 1365,
      "TTGCTC": 1366,
      "TTCTGAA": 1367,
      "GTATTCA": 1368,
      "AACGAC": 1369,
      "GCAGCGC": 1370,
      "TCAGCGC": 1371,
      "TAACAAA": 1372,
      "GTTGCC": 1373,
      "GTGAACA": 1374,
      "GATGCCA": 1375,
      "CCAGGC": 1376,
      "GCTGATT": 1377,
      "GCTGCCA": 1378,
      "GCAACAA": 1379,
      "TCGGTC": 1380,
      "TGGTTCA": 1381,
      "GTCAAAA": 1382,
      "AACGTT": 1383,
      "CCCAAA": 1384,
      "AACGCC": 1385,
      "TGCGAA": 1386,
      "TTTTTTCA": 1387,
      "TCAGAAA": 1388,
      "CACGGC": 1389,
      "TGATGGA": 1390,
      "TTTTGTT": 1391,
      "TGAATAA": 1392,
      "TTCCAC": 1393,
      "TCGGAA": 1394,
      "GCTTCCA": 1395,
      "TCCGTCA": 1396,
      "CACCCC": 1397,
      "TACTGGC": 1398,
      "TCACCCC": 1399,
      "TGGTATT": 1400,
      "GCATGGC": 1401,
      "GACTGA": 1402,
      "TGCTCCA": 1403,
      "GATG": 1404,
      "TCGATA": 1405,
      "GGATGAA": 1406,
      "TTGGAA": 1407,
      "GGAGCC": 1408,
      "GGCGTTC": 1409,
      "GCAGGCA": 1410,
      "GCTGTTC": 1411,
      "TCTGTA": 1412,
      "TGCGGCA": 1413,
      "GGATGCC": 1414,
      "TGAGTC": 1415,
      "TGGAAAAA": 1416,
      "TAGAAAA": 1417,
      "GAATAAA": 1418,
      "GCGCCCC": 1419,
      "TAGTTC": 1420,
      "GATGAAC": 1421,
      "GCAGAAC": 1422,
      "CACGTT": 1423,
      "TTATTTC": 1424,
      "GGAAACC": 1425,
      "GCCTGCA": 1426,
      "TACTAC": 1427,
      "GTAAACA": 1428,
      "TCGGCCA": 1429,
      "GGAGTA": 1430,
      "TTTACCA": 1431,
      "GCCGGCC": 1432,
      "TTCTGCA": 1433,
      "TTTTTCC": 1434,
      "TTGTGG": 1435,
      "TGCCCCC": 1436,
      "TCGTG": 1437,
      "GGTGGCC": 1438,
      "TGACACA": 1439,
      "TTCTTCC": 1440,
      "GGTGTTC": 1441,
      "TCTTTCA": 1442,
      "TCACCCA": 1443,
      "TACGCA": 1444,
      "AAACACA": 1445,
      "TATTTA": 1446,
      "TCTAAC": 1447,
      "TGATGAC": 1448,
      "TTGAAAA": 1449,
      "TAAGTA": 1450,
      "GCCCGGC": 1451,
      "TTGTGC": 1452,
      "TTTTTTAA": 1453,
      "TAATGG": 1454,
      "TGGCGGC": 1455,
      "TTTATCA": 1456,
      "TTTGTA": 1457,
      "TGTAACA": 1458,
      "TGCCCCA": 1459,
      "TCCACCA": 1460,
      "TTGCGG": 1461,
      "TTCGTA": 1462,
      "TAGGTT": 1463,
      "GAAAGAA": 1464,
      "GGCAGCA": 1465,
      "TCAACAC": 1466,
      "GATGGCA": 1467,
      "TGCTTCA": 1468,
      "TTGTGA": 1469,
      "TTTGGA": 1470,
      "GCCTTCA": 1471,
      "GATCAAA": 1472,
      "TACGAC": 1473,
      "TGCGTA": 1474,
      "AACGTC": 1475,
      "GAGACC": 1476,
      "TAATTAA": 1477,
      "TCTTCAC": 1478,
      "GCCGGTT": 1479,
      "TGAGAAA": 1480,
      "TGTGGCC": 1481,
      "GCCATCA": 1482,
      "GCCGGGA": 1483,
      "CCACCC": 1484,
      "GGCTGAA": 1485,
      "TTATTGA": 1486,
      "TAATGAA": 1487,
      "GCGCACC": 1488,
      "TAATAAAA": 1489,
      "GCTGTCA": 1490,
      "TATAAAAA": 1491,
      "GTTTATT": 1492,
      "CCAGTC": 1493,
      "GGCCACA": 1494,
      "TAGTG": 1495,
      "GATAACC": 1496,
      "TTCGAC": 1497,
      "TCTGCCA": 1498,
      "GATAACA": 1499,
      "TCAACAA": 1500,
      "GCAGGGC": 1501,
      "GCGCCAA": 1502,
      "TGTTTCA": 1503,
      "TCTTTTA": 1504,
      "GTGTTCA": 1505,
      "TCTTAAA": 1506,
      "CCCTGG": 1507,
      "GCGGAAA": 1508,
      "GCCCTGC": 1509,
      "TTTTCAA": 1510,
      "TTCGCA": 1511,
      "GTTTGG": 1512,
      "GATGGCC": 1513,
      "CCAGAC": 1514,
      "GCTTTGC": 1515,
      "CCCGCC": 1516,
      "TCCTCA": 1517,
      "TAATTCA": 1518,
      "TTCTGGA": 1519,
      "GAGGGA": 1520,
      "GGTCCC": 1521,
      "GTTTTCC": 1522,
      "GCGAAAA": 1523,
      "TTATTTA": 1524,
      "TACTGG": 1525,
      "TGTTACC": 1526,
      "CACAAC": 1527,
      "TAAATC": 1528,
      "TGCCGCC": 1529,
      "TGTGGAA": 1530,
      "TACTCC": 1531,
      "TAAGCA": 1532,
      "GTAGAA": 1533,
      "TCCCAC": 1534,
      "TTAGCA": 1535,
      "GTCTGA": 1536,
      "GACGGA": 1537,
      "GAAATCA": 1538,
      "GACGGCA": 1539,
      "GATAAAC": 1540,
      "CACTGC": 1541,
      "GGTTTTC": 1542,
      "GGCAACA": 1543,
      "TGCACCA": 1544,
      "TGCACAA": 1545,
      "TGGCTGA": 1546,
      "GGTGGCA": 1547,
      "TAGCGC": 1548,
      "TTGTTTT": 1549,
      "TGTTACA": 1550,
      "GTCGAA": 1551,
      "GCGGCCC": 1552,
      "GGCTTCA": 1553,
      "GAGTCC": 1554,
      "TTCAACA": 1555,
      "GGCGCGG": 1556,
      "TGTTATC": 1557,
      "TATTGAA": 1558,
      "GCCTCA": 1559,
      "TAGGAA": 1560,
      "TTCTTTA": 1561,
      "TGATAAC": 1562,
      "GGTTAAA": 1563,
      "TGCGG": 1564,
      "TGCTCAA": 1565,
      "TGCCAAA": 1566,
      "GAGTAC": 1567,
      "GCGTTCA": 1568,
      "AACCCA": 1569,
      "TTTTATT": 1570,
      "TTATTAC": 1571,
      "TTAAAAC": 1572,
      "GCCAGTT": 1573,
      "GCGTTTT": 1574,
      "GAGCTC": 1575,
      "TTCATCA": 1576,
      "GAAACCA": 1577,
      "GTCGTA": 1578,
      "GTAAAAAA": 1579,
      "TCTTAC": 1580,
      "TCAAACA": 1581,
      "GCTGACA": 1582,
      "TGTTTTC": 1583,
      "TATGAAA": 1584,
      "GTAAAAC": 1585,
      "GCGCCAC": 1586,
      "GCTGTCC": 1587,
      "TCCAAAA": 1588,
      "TAGTGC": 1589,
      "GATTTAA": 1590,
      "GCCTTA": 1591,
      "TTCGAA": 1592,
      "TAGCGG": 1593,
      "TAAACCA": 1594,
      "GTTCAAA": 1595,
      "TTTAACA": 1596,
      "GCAGGCC": 1597,
      "TTTTCTT": 1598,
      "TGGTGGA": 1599,
      "CCCGTT": 1600,
      "GGTGACC": 1601,
      "GGCCACC": 1602,
      "GCACAAA": 1603,
      "TGCCGTT": 1604,
      "TATTTCA": 1605,
      "TGTGTCA": 1606,
      "GAACAAC": 1607,
      "TCCTGCA": 1608,
      "TGGCTGC": 1609,
      "GTAGTA": 1610,
      "GGGACC": 1611,
      "TCTAAAA": 1612,
      "GAGGTA": 1613,
      "TGAGAC": 1614,
      "TGGTTAA": 1615,
      "TGGAACA": 1616,
      "TAGACA": 1617,
      "TGAATAC": 1618,
      "TAAGGA": 1619,
      "TCTTCAA": 1620,
      "TGTAACC": 1621,
      "TGTGATT": 1622,
      "TCACAC": 1623,
      "TATTCAA": 1624,
      "TGGGCC": 1625,
      "TTTCTTTT": 1626,
      "TGTGGCA": 1627,
      "TATTCCA": 1628,
      "TATCTGC": 1629,
      "CCCGTC": 1630,
      "TCTTTTC": 1631,
      "TCAAGAA": 1632,
      "GCACCAC": 1633,
      "TGCCACA": 1634,
      "GCGGCAA": 1635,
      "TGCCGTC": 1636,
      "GCTTCAC": 1637,
      "TGCGAC": 1638,
      "TCAGGAA": 1639,
      "TTTCTTC": 1640,
      "GGATGGC": 1641,
      "GCTCACC": 1642,
      "TGCTTA": 1643,
      "GCATCCA": 1644,
      "TATAACC": 1645,
      "GAATTC": 1646,
      "GGCGCTT": 1647,
      "TGGTCC": 1648,
      "GGAACAA": 1649,
      "GCAGCCC": 1650,
      "GGGCTGC": 1651,
      "TATTGTT": 1652,
      "TAAATTA": 1653,
      "GATACCA": 1654,
      "TTGACA": 1655,
      "GGCGACC": 1656,
      "GTGACCA": 1657,
      "TGTTTTA": 1658,
      "GCGTTCC": 1659,
      "GTATAC": 1660,
      "TTGCAC": 1661,
      "GGTGAAC": 1662,
      "CCCGAA": 1663,
      "TGAGA": 1664,
      "TTATTAAA": 1665,
      "GGATTCA": 1666,
      "GCTTCAA": 1667,
      "GAAATAA": 1668,
      "TCTGAAA": 1669,
      "TATATTTT": 1670,
      "TGTCACA": 1671,
      "TATTCTT": 1672,
      "TCAATCA": 1673,
      "TTTATTA": 1674,
      "GGCTGTC": 1675,
      "TCCATCA": 1676,
      "AACTTC": 1677,
      "TTGTG": 1678,
      "GTGGCAA": 1679,
      "TAGTGG": 1680,
      "GCTGAAAA": 1681,
      "TGTTGCAAA": 1682,
      "TGTTGAA": 1683,
      "GGAGTC": 1684,
      "GCCGACC": 1685,
      "GCCAGTC": 1686,
      "TGTTTTCA": 1687,
      "GCAGATC": 1688,
      "TATCACC": 1689,
      "GGTGGAA": 1690,
      "GTTCTTC": 1691,
      "GTGCCAA": 1692,
      "TGGTGCA": 1693,
      "GCCAGAC": 1694,
      "TGTTTAA": 1695,
      "TGAGCAA": 1696,
      "TCCAGAA": 1697,
      "TCACAAA": 1698,
      "TCGGGA": 1699,
      "TACTTA": 1700,
      "GCCTGAC": 1701,
      "TGGTTGA": 1702,
      "GCATCAA": 1703,
      "GCTAAAA": 1704,
      "GGCTGGA": 1705,
      "GTTTCTT": 1706,
      "GGTGCCC": 1707,
      "GAAACCC": 1708,
      "GGCGACA": 1709,
      "GGGTGAA": 1710,
      "GCGCTGC": 1711,
      "GGCGTCA": 1712,
      "GTTCACA": 1713,
      "TCGACCA": 1714,
      "TTCACCA": 1715,
      "TATTTTCA": 1716,
      "GTTACCA": 1717,
      "GTCTTA": 1718,
      "GTATCAA": 1719,
      "TGGCAAC": 1720,
      "GATTTTA": 1721,
      "TTGGTC": 1722,
      "TATTAAC": 1723,
      "GCATTAA": 1724,
      "TCCGAC": 1725,
      "GCTTTCA": 1726,
      "GCTTTTC": 1727,
      "GAGCCC": 1728,
      "TGATACA": 1729,
      "GCTGCAC": 1730,
      "TACGAA": 1731,
      "GTCTGGC": 1732,
      "TTTATAA": 1733,
      "GGAAGAA": 1734,
      "GCAGCTC": 1735,
      "TATTTC": 1736,
      "TAAATA": 1737,
      "GCTATCA": 1738,
      "TATTTAC": 1739,
      "GATGATT": 1740,
      "TTTTTGC": 1741,
      "TCCTGAC": 1742,
      "TCGCCCA": 1743,
      "TCCGTA": 1744,
      "TGATCCA": 1745,
      "GCAGGTT": 1746,
      "GCAGGTC": 1747,
      "TCCTGTT": 1748,
      "GCTGGAC": 1749,
      "GCGGCAC": 1750,
      "GCAAACA": 1751,
      "GCAGCTT": 1752,
      "TTTTTGA": 1753,
      "TTATTCC": 1754,
      "GTCGCCA": 1755,
      "TGAATGA": 1756,
      "GTCACCA": 1757,
      "GGTGCCA": 1758,
      "AAACAAC": 1759,
      "TGCATCA": 1760,
      "GTTGATT": 1761,
      "TATATAA": 1762,
      "TAGCGA": 1763,
      "GATAAAAA": 1764,
      "GCCGCTT": 1765,
      "GGCTAA": 1766,
      "TGAATCA": 1767,
      "GATTATT": 1768,
      "TTGATGA": 1769,
      "GTTCTGC": 1770,
      "GCCGCAA": 1771,
      "TCCTGGC": 1772,
      "TATCAAAA": 1773,
      "TGGAGAA": 1774,
      "GCATGC": 1775,
      "GTTTGTT": 1776,
      "TATCTTC": 1777,
      "GCGTGAA": 1778,
      "TGTGCAA": 1779,
      "GCCATGC": 1780,
      "CCACAC": 1781,
      "GGGTTTT": 1782,
      "TTTTCAC": 1783,
      "TAGCTC": 1784,
      "GAATTAA": 1785,
      "GTAGTC": 1786,
      "CCCAAC": 1787,
      "TCGGAC": 1788,
      "GCACCAA": 1789,
      "GTTCACC": 1790,
      "GGCTTA": 1791,
      "GATTTCA": 1792,
      "TTTTAAAA": 1793,
      "TCGGTA": 1794,
      "TTGGTA": 1795,
      "GTGGAAA": 1796,
      "GTATGG": 1797,
      "TACCAAA": 1798,
      "GGCTTCC": 1799,
      "GCCAGAA": 1800,
      "GGCCTTC": 1801,
      "TACTTCA": 1802,
      "CCAGCC": 1803,
      "TGATTGA": 1804,
      "GGAAAAAA": 1805,
      "GCGCTGGC": 1806,
      "TGATCCC": 1807,
      "TTTTAAC": 1808,
      "TCCTTA": 1809,
      "CCCGCA": 1810,
      "TGTTTTCC": 1811,
      "AACAAAAA": 1812,
      "TGACCCA": 1813,
      "CACGCC": 1814,
      "TAATTTC": 1815,
      "GCGTAAA": 1816,
      "TTGTAC": 1817,
      "TAAGTC": 1818,
      "TTTTTAAA": 1819,
      "TCATCAC": 1820,
      "TGGAACC": 1821,
      "TCATCGC": 1822,
      "GTTGGA": 1823,
      "TCGCGA": 1824,
      "TGTGTGG": 1825,
      "TTTAAAAA": 1826,
      "TCGATGC": 1827,
      "TTTTTAC": 1828,
      "GGCTGAC": 1829,
      "TGAGCCA": 1830,
      "TAGGCA": 1831,
      "TGGAAAC": 1832,
      "GGCGGGC": 1833,
      "GTTGCCA": 1834,
      "TGATACC": 1835,
      "TTTTTCTT": 1836,
      "GTTTCCA": 1837,
      "GTGACAA": 1838,
      "GAAATTC": 1839,
      "GCGCAAA": 1840,
      "GCAACCA": 1841,
      "TCGCAC": 1842,
      "GGCGATC": 1843,
      "GTTTTAAA": 1844,
      "GAAGCCC": 1845,
      "TGGTCTT": 1846,
      "TAATTTA": 1847,
      "TGGCGGA": 1848,
      "GGGTGGC": 1849,
      "TGTCAAA": 1850,
      "TGACCCC": 1851,
      "GTTTTTA": 1852,
      "GTTTAAA": 1853,
      "TATAACA": 1854,
      "TCATAAA": 1855,
      "GATTCAA": 1856,
      "GTGAAAC": 1857,
      "GGGCCC": 1858,
      "TCTGGCA": 1859,
      "GGTAACA": 1860,
      "GTTTGAA": 1861,
      "GTTGTTC": 1862,
      "TGACAAC": 1863,
      "TGTAAAC": 1864,
      "TCCTGCC": 1865,
      "GTAGCC": 1866,
      "TGGCGAA": 1867,
      "TATTAAAA": 1868,
      "TCTTCTT": 1869,
      "TGCTCTT": 1870,
      "TGCGCGA": 1871,
      "GAGCAAA": 1872,
      "TCAGGTT": 1873,
      "TCTCGC": 1874,
      "TTTTGAA": 1875,
      "GCTTCTT": 1876,
      "TGAGGCA": 1877,
      "TGATCAA": 1878,
      "TTCTCCA": 1879,
      "AACAACA": 1880,
      "TCCGGAA": 1881,
      "GGAGGAA": 1882,
      "GTTTTAC": 1883,
      "GGTGACA": 1884,
      "GTATAAA": 1885,
      "GCAGCAC": 1886,
      "GGACAAA": 1887,
      "CACAAAA": 1888,
      "TGGGAC": 1889,
      "GCCGACA": 1890,
      "GCGCGGC": 1891,
      "TCCGGCC": 1892,
      "GCATCAC": 1893,
      "GATGCCC": 1894,
      "TTCTGCC": 1895,
      "TCGTCCA": 1896,
      "TGTTCCC": 1897,
      "TTAACCA": 1898,
      "TGCAGCA": 1899,
      "CACTT": 1900,
      "TTATCAAA": 1901,
      "GATTTAAA": 1902,
      "GGCGCCC": 1903,
      "GTTAAAAA": 1904,
      "GTAACAA": 1905,
      "GGGAACA": 1906,
      "TAGATC": 1907,
      "TAAGAC": 1908,
      "GGTAAAC": 1909,
      "GGCACCA": 1910,
      "GAATTTC": 1911,
      "TGTGAAC": 1912,
      "GGCTTTC": 1913,
      "TAGAGA": 1914,
      "TGCGGCC": 1915,
      "GTATTAA": 1916,
      "TGATTAC": 1917,
      "GTAACCC": 1918,
      "TCATGAA": 1919,
      "TTAGAAA": 1920,
      "GGGTCC": 1921,
      "GCTTTAA": 1922,
      "GCCGTCC": 1923,
      "TCTTTAC": 1924,
      "TCCGAA": 1925,
      "GTTCCCC": 1926,
      "TCATCGA": 1927,
      "GGCACAA": 1928,
      "TGCTTTC": 1929,
      "TGGGTC": 1930,
      "TATCCAA": 1931,
      "TCAATAC": 1932,
      "TCCGGGC": 1933,
      "GCTCAAA": 1934,
      "TAGTCC": 1935,
      "GCTTCCC": 1936,
      "TAGCAC": 1937,
      "GCAGATT": 1938,
      "GCCGTGC": 1939,
      "GACGCCA": 1940,
      "GCCGAAC": 1941,
      "GTAACCA": 1942,
      "TAAATAAA": 1943,
      "GGCCAAA": 1944,
      "GTGTTAA": 1945,
      "GACGGTT": 1946,
      "TGCAGAA": 1947,
      "GCAAAAAA": 1948,
      "TAATAAC": 1949,
      "AACGTCA": 1950,
      "GCCTTTC": 1951,
      "GGCGAAC": 1952,
      "TACTGAA": 1953,
      "GGATGTT": 1954,
      "GGGTTAC": 1955,
      "GGCGATT": 1956,
      "GCCTGGA": 1957,
      "TAAGAAA": 1958,
      "GAGGCCA": 1959,
      "TCGTTTT": 1960,
      "GGTCACC": 1961,
      "GTATTTC": 1962,
      "GCCTGTT": 1963,
      "GGGAAAC": 1964,
      "GCCGGTC": 1965,
      "AAAACCA": 1966,
      "CACTTC": 1967,
      "TCTTCCC": 1968,
      "TATACCA": 1969,
      "TAAAAAAC": 1970,
      "GTTGAAA": 1971,
      "GCTGTAA": 1972,
      "TTTGAAA": 1973,
      "TAATCAA": 1974,
      "GGATACC": 1975,
      "TATCCCC": 1976,
      "TTATGTT": 1977,
      "TCTCGA": 1978,
      "TGCTAC": 1979,
      "GACTAC": 1980,
      "TCAAAAAA": 1981,
      "GCCGTTC": 1982,
      "GATGGAA": 1983,
      "GATCAAC": 1984,
      "GGCAGAC": 1985,
      "GGCTGTT": 1986,
      "TGATGTC": 1987,
      "TTACCCC": 1988,
      "TGTGACA": 1989,
      "GTGGACA": 1990,
      "TATTTAAA": 1991,
      "TGGTCGA": 1992,
      "GGCGGTT": 1993,
      "GAGCAAC": 1994,
      "GATCATC": 1995,
      "TGGTTTC": 1996,
      "GCGCCCA": 1997,
      "GACAACA": 1998,
      "GGATTTC": 1999,
      "TATGGAA": 2000,
      "TACAAAAA": 2001,
      "TATCTTTT": 2002,
      "GTATTCC": 2003,
      "CACTCA": 2004,
      "TTAATAA": 2005,
      "GGACCC": 2006,
      "GTCGAC": 2007,
      "TGGTGCC": 2008,
      "AACGAA": 2009,
      "GGCGCAA": 2010,
      "GCTTAAA": 2011,
      "GTAAACC": 2012,
      "GCAGCGG": 2013,
      "TGGTCAA": 2014,
      "TCCCGTC": 2015,
      "GGTTATC": 2016,
      "TGGCGTT": 2017,
      "GTGAACC": 2018,
      "GCAGTTC": 2019,
      "GTTACAA": 2020,
      "GGATCAA": 2021,
      "TTTTTATT": 2022,
      "GGCTA": 2023,
      "GTAATAA": 2024,
      "GGCAAAC": 2025,
      "TCATCTT": 2026,
      "TGGTAAC": 2027,
      "TTGGGC": 2028,
      "GCATTCA": 2029,
      "GATTACC": 2030,
      "GCCTTCC": 2031,
      "GCTGTGC": 2032,
      "GGCGAAA": 2033,
      "TTTAACC": 2034,
      "TGCGTCA": 2035,
      "GCCTAC": 2036,
      "GGATCC": 2037,
      "GACTCA": 2038,
      "TAGACC": 2039,
      "GGCGCTC": 2040,
      "GGATATC": 2041,
      "TTCTCTT": 2042,
      "TCGTTCA": 2043,
      "TGCTGTC": 2044,
      "GGGGCAA": 2045,
      "GGCGTGC": 2046,
      "GATTCCA": 2047,
      "GAGTTTT": 2048,
      "TGTTTTAA": 2049,
      "GTCGTCA": 2050,
      "GAAGCCA": 2051,
      "TGGCTGAA": 2052,
      "TACAACA": 2053,
      "GAACACA": 2054,
      "GTGTTCC": 2055,
      "TCCGGTT": 2056,
      "GGATTAA": 2057,
      "TTAAACC": 2058,
      "GAGGGG": 2059,
      "TAGTTTT": 2060,
      "GCCGATC": 2061,
      "TGAAGTT": 2062,
      "TGGCGAC": 2063,
      "TCAGTCA": 2064,
      "TTCAAAC": 2065,
      "TCAGCCC": 2066,
      "GACACCA": 2067,
      "GGTGTCA": 2068,
      "TGCCCAA": 2069,
      "GCGCACA": 2070,
      "TGCGCAA": 2071,
      "GCTCATC": 2072,
      "GGCAACC": 2073,
      "TGCGCCC": 2074,
      "GAGGTGA": 2075,
      "GCGTGCA": 2076,
      "TGGATT": 2077,
      "TATGATT": 2078,
      "TGGGCAA": 2079,
      "TAGAGC": 2080,
      "TCATATT": 2081,
      "TGTGTCC": 2082,
      "GAAAAAAC": 2083,
      "GCAGACC": 2084,
      "GTGAAAAA": 2085,
      "CCCACA": 2086,
      "TATAAAC": 2087,
      "TAAATT": 2088,
      "GCACCCA": 2089,
      "GCCACCC": 2090,
      "GCGCTGG": 2091,
      "GTATTGA": 2092,
      "TTTTGAC": 2093,
      "TCATTTC": 2094,
      "GGAGAAC": 2095,
      "GCATCGA": 2096,
      "TGAGCTT": 2097,
      "TCCGGTC": 2098,
      "TACAGAA": 2099,
      "GATGTAA": 2100,
      "TCATTGA": 2101,
      "TGCTTCC": 2102,
      "GGTTATT": 2103,
      "TCGGCAA": 2104,
      "GGAGAGA": 2105,
      "GAGAAAC": 2106,
      "GGTGATT": 2107,
      "TGCAAAAA": 2108,
      "TGGTTAC": 2109,
      "GTTTTGA": 2110,
      "CACGAC": 2111,
      "TCGTAC": 2112,
      "TGCGCTT": 2113,
      "GATGTTC": 2114,
      "TGGTGAC": 2115,
      "TCAATGA": 2116,
      "GTATCCA": 2117,
      "GGCGTCC": 2118,
      "GCGCTGA": 2119,
      "GTTATCA": 2120,
      "GGTTCAA": 2121,
      "GGGCTTC": 2122,
      "TTTTTTTC": 2123,
      "GCCATT": 2124,
      "GCCAACA": 2125,
      "GATATTC": 2126,
      "TAGGTA": 2127,
      "TGGCGCA": 2128,
      "GCCGTAC": 2129,
      "GCCGCTC": 2130,
      "GCGTGCC": 2131,
      "TTGCAAA": 2132,
      "TGCTGTA": 2133,
      "GGGTTCA": 2134,
      "GATGACC": 2135,
      "TGTGTAA": 2136,
      "TAATGTT": 2137,
      "GCTGGCCA": 2138,
      "TTTCCCC": 2139,
      "TTTTTTTA": 2140,
      "TACGGA": 2141,
      "TATTTTAA": 2142,
      "TCAAACC": 2143,
      "TGTGTGA": 2144,
      "TGCCGGCC": 2145,
      "TCCGCCC": 2146,
      "TGAAGAAA": 2147,
      "TGGTCAC": 2148,
      "GAACACC": 2149,
      "GGTGTCC": 2150,
      "GTCTGCC": 2151,
      "GTCTGGA": 2152,
      "TGAAAAAC": 2153,
      "AACGGA": 2154,
