{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\n"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\r"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\t"
        },
        "content": ""
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[MASK]": {
        "id": "[MASK]",
        "ids": [
          4
        ],
        "tokens": [
          "[MASK]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          2
        ],
        "tokens": [
          "[PAD]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[UNK]": {
        "id": "[UNK]",
        "ids": [
          0
        ],
        "tokens": [
          "[UNK]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "GC": 11,
      "TC": 12,
      "GA": 13,
      "TG": 14,
      "TA": 15,
      "CC": 16,
      "GG": 17,
      "CA": 18,
      "AAA": 19,
      "TGC": 20,
      "GGC": 21,
      "TAA": 22,
      "GTT": 23,
      "TGA": 24,
      "TCA": 25,
      "GAA": 26,
      "GCA": 27,
      "TTA": 28,
      "GCC": 29,
      "TTC": 30,
      "GGA": 31,
      "TCC": 32,
      "TTTT": 33,
      "CCA": 34,
      "GTA": 35,
      "GTC": 36,
      "GTG": 37,
      "AAC": 38,
      "GAC": 39,
      "TAC": 40,
      "TAAA": 41,
      "AAAA": 42,
      "CCC": 43,
      "CAC": 44,
      "TGAA": 45,
      "GAAA": 46,
      "TGGC": 47,
      "TATT": 48,
      "TGCA": 49,
      "TGTT": 50,
      "TGCC": 51,
      "GGCA": 52,
      "GCCA": 53,
      "TCAA": 54,
      "TCTT": 55,
      "GTCA": 56,
      "TGAC": 57,
      "GTAA": 58,
      "GATT": 59,
      "TCCA": 60,
      "GCGC": 61,
      "GGAA": 62,
      "TTCA": 63,
      "GCAA": 64,
      "GTTA": 65,
      "TGGA": 66,
      "GGCC": 67,
      "TATC": 68,
      "GCTT": 69,
      "GAAC": 70,
      "GTGA": 71,
      "GTTC": 72,
      "GGTT": 73,
      "AAAC": 74,
      "GTGC": 75,
      "GCCC": 76,
      "TACC": 77,
      "TACA": 78,
      "TTAC": 79,
      "GCTG": 80,
      "TAAC": 81,
      "TCAC": 82,
      "TCCC": 83,
      "TTAA": 84,
      "GACA": 85,
      "GACC": 86,
      "TATA": 87,
      "GCAC": 88,
      "GGGC": 89,
      "TGTC": 90,
      "GATC": 91,
      "TTCC": 92,
      "TTTC": 93,
      "TAAAA": 94,
      "GATA": 95,
      "GGAC": 96,
      "GATG": 97,
      "GAAAA": 98,
      "GGTG": 99,
      "GGTC": 100,
      "GTCC": 101,
      "TTTA": 102,
      "GAGC": 103,
      "GCTC": 104,
      "GTAC": 105,
      "GGGA": 106,
      "CCAC": 107,
      "GGTA": 108,
      "TTGA": 109,
      "TGTA": 110,
      "TGAAA": 111,
      "GCGG": 112,
      "CACC": 113,
      "GCGA": 114,
      "TTCAA": 115,
      "GTTTT": 116,
      "TCTG": 117,
      "TTGC": 118,
      "TGCCA": 119,
      "TCGC": 120,
      "TTTG": 121,
      "GTAAA": 122,
      "AACA": 123,
      "TCGA": 124,
      "GGCCA": 125,
      "GGGG": 126,
      "TCACC": 127,
      "TTATT": 128,
      "GTTCA": 129,
      "TATG": 130,
      "TGACC": 131,
      "GGCAA": 132,
      "TGTG": 133,
      "TGCCC": 134,
      "TCTC": 135,
      "GGAAA": 136,
      "GAGA": 137,
      "TGATT": 138,
      "TTCTT": 139,
      "AACAA": 140,
      "GTGAA": 141,
      "GAACA": 142,
      "TTACC": 143,
      "GATAA": 144,
      "TGACA": 145,
      "GCGCC": 146,
      "TGCAA": 147,
      "GCACC": 148,
      "GAAAC": 149,
      "TGGG": 150,
      "TAAAC": 151,
      "GTTAA": 152,
      "GCGGC": 153,
      "GTTCC": 154,
      "TCATT": 155,
      "GCTGC": 156,
      "TGGCA": 157,
      "TATAA": 158,
      "TGGCC": 159,
      "TTATC": 160,
      "AAACA": 161,
      "TGGAA": 162,
      "GGGCA": 163,
      "CCAA": 164,
      "TCATC": 165,
      "GGTGA": 166,
      "GTGCA": 167,
      "TTTAA": 168,
      "TTACA": 169,
      "TAGC": 170,
      "GGTAA": 171,
      "GTGCC": 172,
      "GGTCA": 173,
      "TATCA": 174,
      "GCCAA": 175,
      "TAGA": 176,
      "GACAA": 177,
      "GCGCA": 178,
      "TACAA": 179,
      "GCAAA": 180,
      "GGTGC": 181,
      "TGAAC": 182,
      "GGGAA": 183,
      "TGGTT": 184,
      "TGGTG": 185,
      "TTAAA": 186,
      "GCTGA": 187,
      "TTTCA": 188,
      "GATGA": 189,
      "AAAAAA": 190,
      "CCCC": 191,
      "GGCAC": 192,
      "TCAAA": 193,
      "GAAAAA": 194,
      "TATTTT": 195,
      "GGGGC": 196,
      "GGACA": 197,
      "GTCAA": 198,
      "GTCCA": 199,
      "TTTTA": 200,
      "TGCAC": 201,
      "TTTTC": 202,
      "GTGAC": 203,
      "GATGC": 204,
      "GGAAC": 205,
      "GTTAC": 206,
      "GAGCA": 207,
      "TGTCA": 208,
      "GACCA": 209,
      "GAACC": 210,
      "GTAAC": 211,
      "TAAAAA": 212,
      "TAACA": 213,
      "TATTA": 214,
      "TGTTC": 215,
      "CCCA": 216,
      "GTACA": 217,
      "GTATT": 218,
      "GATCA": 219,
      "GGGGA": 220,
      "TCCAA": 221,
      "GCTA": 222,
      "GTTTC": 223,
      "TTTTTT": 224,
      "GCCCA": 225,
      "TGATC": 226,
      "GCAAC": 227,
      "GTCAC": 228,
      "GCACA": 229,
      "TGGTC": 230,
      "TGTAA": 231,
      "GAGAA": 232,
      "GCCAC": 233,
      "TTTTCA": 234,
      "GGATT": 235,
      "GGGTT": 236,
      "GCGAA": 237,
      "GCCCC": 238,
      "TCGCC": 239,
      "TCTGC": 240,
      "TAATT": 241,
      "GCTTC": 242,
      "GTACC": 243,
      "GGCCC": 244,
      "GCTCA": 245,
      "TACCA": 246,
      "TATCC": 247,
      "GAGG": 248,
      "TGGGC": 249,
      "TGCTT": 250,
      "GCGTT": 251,
      "TATTC": 252,
      "TTTTAA": 253,
      "TCGG": 254,
      "TGAAAA": 255,
      "CCACC": 256,
      "TAACC": 257,
      "GAATT": 258,
      "GGCTT": 259,
      "TCAAC": 260,
      "GCCGG": 261,
      "TCACA": 262,
      "TGGAC": 263,
      "TATGA": 264,
      "GATCC": 265,
      "GCATT": 266,
      "GCCTT": 267,
      "TCGGC": 268,
      "TGTCC": 269,
      "GGTTC": 270,
      "GATAC": 271,
      "GCGGA": 272,
      "GCGTC": 273,
      "TGTTTT": 274,
      "TCTTC": 275,
      "TGTGC": 276,
      "TGGTA": 277,
      "GGGTG": 278,
      "CACAA": 279,
      "GCGAC": 280,
      "TATGC": 281,
      "GATTA": 282,
      "TTGTT": 283,
      "TGGCCA": 284,
      "TATTAA": 285,
      "GAGTT": 286,
      "GGTAC": 287,
      "GAGGC": 288,
      "TTGAA": 289,
      "GGAAAA": 290,
      "GCTCC": 291,
      "GCGTG": 292,
      "GCATC": 293,
      "GGGCC": 294,
      "CACA": 295,
      "AAACC": 296,
      "GGTTA": 297,
      "TCTA": 298,
      "TCGTT": 299,
      "TGTTA": 300,
      "GCTGGC": 301,
      "TGATA": 302,
      "TCGTC": 303,
      "TTCCA": 304,
      "TCCCC": 305,
      "TATTCA": 306,
      "TTTGC": 307,
      "TTTTCC": 308,
      "GCAGA": 309,
      "AAATT": 310,
      "TGAACA": 311,
      "GTCCC": 312,
      "TGTTCA": 313,
      "GAGGA": 314,
      "TGTAC": 315,
      "TCTTCA": 316,
      "GTAAAA": 317,
      "TAGAA": 318,
      "CCACA": 319,
      "TCCTT": 320,
      "GCAAAA": 321,
      "GATTTT": 322,
      "GAGCC": 323,
      "TGGGA": 324,
      "GCTAA": 325,
      "TAGTT": 326,
      "GTATC": 327,
      "GATAAA": 328,
      "TATAC": 329,
      "GATTC": 330,
      "GTGTT": 331,
      "GCAGCA": 332,
      "TGTGA": 333,
      "AACC": 334,
      "TGCTC": 335,
      "TACCC": 336,
      "TTTGA": 337,
      "GCCGCC": 338,
      "GGCGGC": 339,
      "GCTAC": 340,
      "GCTTTT": 341,
      "TTTCC": 342,
      "TCTTTT": 343,
      "GGTTTT": 344,
      "TCAAAA": 345,
      "GCTTA": 346,
      "GAAGAA": 347,
      "TCTGA": 348,
      "TGGCAA": 349,
      "GGGTA": 350,
      "GGGAC": 351,
      "TCGAC": 352,
      "TTGCC": 353,
      "GCGCCA": 354,
      "GGGTC": 355,
      "TCTCC": 356,
      "TGATAA": 357,
      "GACCC": 358,
      "TTCAC": 359,
      "TATAAA": 360,
      "TCCCA": 361,
      "TCGAA": 362,
      "GCTGAA": 363,
      "GGACC": 364,
      "AAACAA": 365,
      "TGCTGC": 366,
      "TTTAC": 367,
      "TAAAAAA": 368,
      "GAACAA": 369,
      "TCCAC": 370,
      "GAAACA": 371,
      "GCAGC": 372,
      "TATCAA": 373,
      "TCTCA": 374,
      "GATGAA": 375,
      "GGCGC": 376,
      "GACAC": 377,
      "TTCAAA": 378,
      "GAGTG": 379,
      "TAATAA": 380,
      "GATATT": 381,
      "TTCCC": 382,
      "TGATGA": 383,
      "TGTTAA": 384,
      "GGCGG": 385,
      "GCTGCA": 386,
      "TTAAC": 387,
      "TCATCA": 388,
      "GTTCAA": 389,
      "TACAC": 390,
      "GGTATT": 391,
      "TAACAA": 392,
      "GCGTA": 393,
      "GAAACC": 394,
      "TGCTG": 395,
      "TGTTCC": 396,
      "GAGAC": 397,
      "TCAACA": 398,
      "GTCTT": 399,
      "TTATA": 400,
      "TTCTTC": 401,
      "TCGTG": 402,
      "GAAAAC": 403,
      "TGACAA": 404,
      "TGATG": 405,
      "GCAGGC": 406,
      "GATTCA": 407,
      "GGTAAA": 408,
      "GCAACA": 409,
      "TTATCA": 410,
      "GGTGAA": 411,
      "CCCAA": 412,
      "GGCACC": 413,
      "GGAACA": 414,
      "GCAGAA": 415,
      "GCCGGC": 416,
      "GATTAA": 417,
      "TAAAAC": 418,
      "GCGCCC": 419,
      "TAATA": 420,
      "TCTTCC": 421,
      "TCGCA": 422,
      "TACTT": 423,
      "AAATA": 424,
      "TAAACA": 425,
      "GCCACC": 426,
      "GAGTA": 427,
      "GAAAAAA": 428,
      "TGGTGA": 429,
      "GCAGG": 430,
      "TTATTA": 431,
      "GCCTGC": 432,
      "TCCGGC": 433,
      "GCTGCC": 434,
      "TGATGC": 435,
      "GCCGGA": 436,
      "TGGAAA": 437,
      "GTTGTT": 438,
      "GCTGGA": 439,
      "TTCTC": 440,
      "TGAAAAA": 441,
      "GCATCA": 442,
      "GCTGTT": 443,
      "TTACAA": 444,
      "TGACCA": 445,
      "TATATT": 446,
      "TGGTCA": 447,
      "GGCGA": 448,
      "TCTAA": 449,
      "TTGTC": 450,
      "TAGCC": 451,
      "TCCGG": 452,
      "TGAACC": 453,
      "GCAGGA": 454,
      "GCTTCA": 455,
      "GTTTCA": 456,
      "TGGATT": 457,
      "TTGGC": 458,
      "TGAAAC": 459,
      "GGTGGC": 460,
      "GTGCCA": 461,
      "TGTATT": 462,
      "TGCACC": 463,
      "TCACCA": 464,
      "GTTAAA": 465,
      "TGCGCC": 466,
      "GGTCC": 467,
      "TCCACC": 468,
      "GAAGA": 469,
      "TTAAAA": 470,
      "GGGAAA": 471,
      "TCAACC": 472,
      "GCGGCA": 473,
      "TGCCAA": 474,
      "GCACCA": 475,
      "GAATA": 476,
      "GTGAAA": 477,
      "GAGTC": 478,
      "GTTTTC": 479,
      "GTTACC": 480,
      "GCGGCC": 481,
      "GCGCAA": 482,
      "GGATC": 483,
      "GGCTGC": 484,
      "TATTCC": 485,
      "TTGCA": 486,
      "GGTTAA": 487,
      "GCTTCC": 488,
      "GTTTA": 489,
      "AACAAA": 490,
      "TTCACC": 491,
      "GGATA": 492,
      "GATGGC": 493,
      "GGCGCA": 494,
      "TGGTGC": 495,
      "GCTGAC": 496,
      "GGGCAA": 497,
      "TTATTTT": 498,
      "GCGTCA": 499,
      "TAATC": 500,
      "TGGACA": 501,
      "TTCTGC": 502,
      "GTGGTG": 503,
      "GAGAAA": 504,
      "TCCTGC": 505,
      "GCCGTT": 506,
      "TTGAC": 507,
      "TATCCC": 508,
      "GGTGTT": 509,
      "GTGACA": 510,
      "GGGCGC": 511,
      "TCTAC": 512,
      "GTTTTA": 513,
      "TAGTA": 514,
      "TCAGCA": 515,
      "GGATAA": 516,
      "TGATTTT": 517,
      "AAAACA": 518,
      "GGACAA": 519,
      "GTAAAC": 520,
      "GGTTCA": 521,
      "GGCCAA": 522,
      "GTCACC": 523,
      "TCGTA": 524,
      "TCAGAA": 525,
      "GGTGCA": 526,
      "TGCAAA": 527,
      "GCAGCC": 528,
      "TACCAA": 529,
      "TCTTA": 530,
      "TTCAAC": 531,
      "TGTAAA": 532,
      "GCTCAA": 533,
      "GTTGA": 534,
      "TGGCCC": 535,
      "GGCAAA": 536,
      "GTTGAA": 537,
      "TACAAA": 538,
      "GGTGCC": 539,
      "GACTT": 540,
      "TTCTTTT": 541,
      "GGGCTT": 542,
      "TGGTAA": 543,
      "GGCACA": 544,
      "TAGCA": 545,
      "GCACAA": 546,
      "TAGTC": 547,
      "TATCTT": 548,
      "GCCAAA": 549,
      "GGGATT": 550,
      "TTACCA": 551,
      "GTGACC": 552,
      "GTTCCA": 553,
      "GCCACA": 554,
      "GATGCC": 555,
      "GACAAA": 556,
      "TTTATT": 557,
      "GTTACA": 558,
      "TGCTGA": 559,
      "TAAACC": 560,
      "GCCGTC": 561,
      "AAAACC": 562,
      "GCGACA": 563,
      "GCAACC": 564,
      "TCACAA": 565,
      "TAGTG": 566,
      "GAATC": 567,
      "TCAAAAA": 568,
      "TATCCA": 569,
      "TTCTG": 570,
      "TTGTG": 571,
      "TTGTA": 572,
      "TGATTA": 573,
      "GCCGCA": 574,
      "GCCGA": 575,
      "GCTTAA": 576,
      "TGCGGC": 577,
      "TCTTAA": 578,
      "TATGAA": 579,
      "TCAGGC": 580,
      "GACGGC": 581,
      "GTTTAA": 582,
      "GCTCCA": 583,
      "TACACC": 584,
      "GGGGAA": 585,
      "GGAGAA": 586,
      "TTATAA": 587,
      "TGCACA": 588,
      "TTTTTC": 589,
      "TCCTC": 590,
      "GTGAAC": 591,
      "AAATAA": 592,
      "GACGA": 593,
      "GCGAAA": 594,
      "GGAAAC": 595,
      "TTTAAA": 596,
      "GTAACA": 597,
      "TGATCC": 598,
      "TGTCCA": 599,
      "AAAGAA": 600,
      "GCGGAA": 601,
      "GTACCA": 602,
      "GGTAAC": 603,
      "GCGATT": 604,
      "GGTATC": 605,
      "GGGGCA": 606,
      "GATCAA": 607,
      "GACACC": 608,
      "GTTTTTT": 609,
      "GAACCA": 610,
      "GGTCAA": 611,
      "GGTTCC": 612,
      "GTGCAA": 613,
      "TCGGA": 614,
      "TCCCCA": 615,
      "TCCCCC": 616,
      "GGTGAC": 617,
      "TTATCC": 618,
      "TCATA": 619,
      "TTAACA": 620,
      "GATACC": 621,
      "GCCCCA": 622,
      "AACTT": 623,
      "GGGCTG": 624,
      "GGCGTT": 625,
      "GCCGC": 626,
      "GATGTT": 627,
      "TGGTTA": 628,
      "GGTGGA": 629,
      "GCAGTT": 630,
      "TCATAA": 631,
      "TGCCAC": 632,
      "GAATAA": 633,
      "TCAGCC": 634,
      "TCTGGC": 635,
      "GAGGAA": 636,
      "TGGAAC": 637,
      "TCGCCA": 638,
      "TCCACA": 639,
      "GACCAA": 640,
      "GCCCCC": 641,
      "TTTTTTA": 642,
      "GTAACC": 643,
      "TGTGGC": 644,
      "TTCTCC": 645,
      "GAGCAA": 646,
      "GGGTGA": 647,
      "GTTTCC": 648,
      "GCTAAA": 649,
      "GTTCAC": 650,
      "TCATCC": 651,
      "GTGCCC": 652,
      "GCTCTT": 653,
      "GGTACA": 654,
      "TAGAC": 655,
      "GGATGC": 656,
      "TTTCTT": 657,
      "GTCGTC": 658,
      "TAACCA": 659,
      "GCCGAA": 660,
      "TTCTGA": 661,
      "GGATGA": 662,
      "GCCTC": 663,
      "TGGTTC": 664,
      "GCAAAC": 665,
      "GATGAC": 666,
      "GCTATT": 667,
      "GATGCA": 668,
      "TGTCTT": 669,
      "TGTGCA": 670,
      "TCACCC": 671,
      "GGGAAC": 672,
      "AAAAAAA": 673,
      "GCAGAC": 674,
      "GCGACC": 675,
      "GGCGAA": 676,
      "TTAACC": 677,
      "TGGGAA": 678,
      "GTACAA": 679,
      "GGGCCA": 680,
      "TGGCAC": 681,
      "GTCTGC": 682,
      "TCTGTT": 683,
      "GCGATC": 684,
      "TGATAC": 685,
      "TCAGGA": 686,
      "GGCAAC": 687,
      "GCGGTT": 688,
      "TCATTA": 689,
      "GGCGTG": 690,
      "TGCCCA": 691,
      "GGCGGA": 692,
      "GGTCTT": 693,
      "GGCTTC": 694,
      "TATGGC": 695,
      "TTGGA": 696,
      "GCCAAC": 697,
      "GCGAAC": 698,
      "TTTGAA": 699,
      "GCCGTG": 700,
      "TGAGCA": 701,
      "GCCGAC": 702,
      "TACCCA": 703,
      "GATACA": 704,
      "GGCGTC": 705,
      "AAATC": 706,
      "GGGTAA": 707,
      "TGTATC": 708,
      "TTATTC": 709,
      "TGACCC": 710,
      "TGTGCC": 711,
      "GTCACA": 712,
      "GGCGAC": 713,
      "TTTTTCA": 714,
      "GCATA": 715,
      "TTTTAAA": 716,
      "GGAACC": 717,
      "GGCCAC": 718,
      "GGCTC": 719,
      "TTTTTA": 720,
      "GAGATT": 721,
      "GATAAC": 722,
      "GCAGTG": 723,
      "GTATCA": 724,
      "GTTTGC": 725,
      "TGGGCA": 726,
      "GCTATC": 727,
      "TGTGAA": 728,
      "GTCAAA": 729,
      "TAATCA": 730,
      "TCCCAA": 731,
      "AACAAC": 732,
      "GCCCAA": 733,
      "GATATC": 734,
      "GATCCA": 735,
      "GAGCCA": 736,
      "GTATA": 737,
      "TGTGTT": 738,
      "CCATT": 739,
      "TGCCCC": 740,
      "GTTGTC": 741,
      "GATCTT": 742,
      "TATGTT": 743,
      "GCGTGA": 744,
      "GAGCGC": 745,
      "TAAAACA": 746,
      "TATATC": 747,
      "GTTTAC": 748,
      "TTTATC": 749,
      "TTTTTTC": 750,
      "GCCTTC": 751,
      "GGATCA": 752,
      "GGTGTC": 753,
      "TGATGAA": 754,
      "GATCAC": 755,
      "TGATCA": 756,
      "GTTCCC": 757,
      "GTGTC": 758,
      "GATGGA": 759,
      "GAATAC": 760,
      "TTTGTT": 761,
      "TGTACC": 762,
      "GCATCC": 763,
      "GCGTTC": 764,
      "TGCAAC": 765,
      "GATTCC": 766,
      "GAGCTT": 767,
      "TATGCC": 768,
      "TTAAAAA": 769,
      "GAAGAC": 770,
      "TAATTA": 771,
      "GAAGTG": 772,
      "TAGGA": 773,
      "GCAGTC": 774,
      "TCTGAA": 775,
      "GTCCAA": 776,
      "TAGAAA": 777,
      "GCGTGC": 778,
      "TAATGA": 779,
      "TGTACA": 780,
      "GGAAAAA": 781,
      "TTCGTC": 782,
      "GCGTAA": 783,
      "TTGATT": 784,
      "GGGTCA": 785,
      "GCCTGA": 786,
      "GTTTGA": 787,
      "GGTCAC": 788,
      "CCACAA": 789,
      "TTCAAAA": 790,
      "GCTGAAA": 791,
      "TGGAAAA": 792,
      "TTCCCA": 793,
      "TTTCAA": 794,
      "TATAAC": 795,
      "GATATA": 796,
      "GGGATG": 797,
      "GAAGCA": 798,
      "TTCACA": 799,
      "GAAAAAC": 800,
      "TAAAAAAA": 801,
      "TGCTGGC": 802,
      "TTCCCC": 803,
      "TCAAAC": 804,
      "TCTGCC": 805,
      "GTATCC": 806,
      "TTACCC": 807,
      "GGGTTC": 808,
      "TTTTTAA": 809,
      "GTGCAC": 810,
      "GCTCAC": 811,
      "GACAAC": 812,
      "GAAGGA": 813,
      "GTATTC": 814,
      "CCACCA": 815,
      "TGCTCA": 816,
      "TTCCAA": 817,
      "GCACCC": 818,
      "GAGAAC": 819,
      "GGGGTT": 820,
      "GGTTAC": 821,
      "GACGAC": 822,
      "GCGGGC": 823,
      "GGGGGC": 824,
      "TATTAC": 825,
      "TTCGGC": 826,
      "GGGACA": 827,
      "GCGATA": 828,
      "TAATTTT": 829,
      "GCAAAAA": 830,
      "TTATGA": 831,
      "TGTCAC": 832,
      "TACTGC": 833,
      "GAAGCC": 834,
      "TAGGC": 835,
      "GAGCTG": 836,
      "TCAGTG": 837,
      "GATGAAA": 838,
      "TCGGCA": 839,
      "TCTGCA": 840,
      "TATCAC": 841,
      "GGGTTA": 842,
      "TCATTC": 843,
      "TAATGC": 844,
      "TACACA": 845,
      "TACCCC": 846,
      "GTTAAC": 847,
      "GCGCAC": 848,
      "GAACCC": 849,
      "TGATAAA": 850,
      "GGGTGC": 851,
      "TATGCA": 852,
      "GCGTTA": 853,
      "GCGTCC": 854,
      "GGGAAAA": 855,
      "TCGTCA": 856,
      "TGGTAC": 857,
      "GAGGCC": 858,
      "TGCGCA": 859,
      "GGATAC": 860,
      "TGTAAC": 861,
      "GCCGTA": 862,
      "GAACAC": 863,
      "GATTAC": 864,
      "GGCTGA": 865,
      "TAAACAA": 866,
      "GGGATC": 867,
      "TGGGTT": 868,
      "GTTGCA": 869,
      "GCTACA": 870,
      "TCCAAA": 871,
      "GTTGTA": 872,
      "GCTCCC": 873,
      "TAATAC": 874,
      "GTTGGC": 875,
      "GTCGCC": 876,
      "TCGACA": 877,
      "TCCTGA": 878,
      "GGGATA": 879,
      "GAATTA": 880,
      "GCGGTC": 881,
      "TTTCCA": 882,
      "TATGAC": 883,
      "GTTGTG": 884,
      "GCATTA": 885,
      "TCTAAA": 886,
      "TATGGA": 887,
      "TTGCCA": 888,
      "GAAGGC": 889,
      "TTGAAA": 890,
      "TATTAAA": 891,
      "TGTTAC": 892,
      "TGGGCC": 893,
      "GGGGCC": 894,
      "TGTGGA": 895,
      "TCATGC": 896,
      "TCGACC": 897,
      "GCAGTA": 898,
      "TTCTTCA": 899,
      "GAAGAAA": 900,
      "TACAAC": 901,
      "GAGGCA": 902,
      "GTCAAC": 903,
      "TAATAAA": 904,
      "GCGGTG": 905,
      "GCCGCCA": 906,
      "TTATCAA": 907,
      "TGAGTG": 908,
      "GGTATA": 909,
      "TGATTC": 910,
      "TCATCAA": 911,
      "TGACAC": 912,
      "GAAAACA": 913,
      "GCCCAC": 914,
      "TCGCGC": 915,
      "GAAAACC": 916,
      "GGGCAC": 917,
      "TCGGCC": 918,
      "TGCTTC": 919,
      "GGGGGA": 920,
      "TGAAACA": 921,
      "TGCTTTT": 922,
      "TGAGTT": 923,
      "GAGTTC": 924,
      "GGCCCC": 925,
      "AAATCA": 926,
      "TCTGGA": 927,
      "GAAGTT": 928,
      "TCCGGA": 929,
      "TGATATT": 930,
      "GATGTC": 931,
      "TGTATA": 932,
      "TAAAACC": 933,
      "GAATCA": 934,
      "GGCGTA": 935,
      "GATCCC": 936,
      "TGATGCC": 937,
      "GGCCCA": 938,
      "GCTACC": 939,
      "TCTATT": 940,
      "GGATTA": 941,
      "TCTCTT": 942,
      "TATACC": 943,
      "GTGGCA": 944,
      "GCTTAC": 945,
      "TCGCCC": 946,
      "GTAAAAA": 947,
      "GGAGCA": 948,
      "TGCTCC": 949,
      "TAATTC": 950,
      "TGTCCC": 951,
      "GAAGTC": 952,
      "GAGTGA": 953,
      "CACCAA": 954,
      "GCGAGC": 955,
      "TATACA": 956,
      "TTGCTT": 957,
      "GAATGC": 958,
      "TAATCC": 959,
      "TATAAAA": 960,
      "GGTGGTG": 961,
      "GAAGTA": 962,
      "TAACCC": 963,
      "GTCTTC": 964,
      "GGTCCA": 965,
      "GTCGTT": 966,
      "GCCATT": 967,
      "TGGACC": 968,
      "TGGGGC": 969,
      "GACACA": 970,
      "GATAAAA": 971,
      "TCCTTC": 972,
      "GACCCC": 973,
      "GCCGCGC": 974,
      "TTTTCCA": 975,
      "TCAGTT": 976,
      "GGAGAC": 977,
      "GAGGTT": 978,
      "TGTGAC": 979,
      "AAACCA": 980,
      "TCGAAA": 981,
      "GCATTC": 982,
      "TCAGTA": 983,
      "TTCAACA": 984,
      "TCTGAC": 985,
      "TCTCCA": 986,
      "TTATAC": 987,
      "TTTAAC": 988,
      "TCGCTT": 989,
      "TCGCTG": 990,
      "TGAGTA": 991,
      "GGTAAAA": 992,
      "GTTTTTC": 993,
      "TCAGCCA": 994,
      "GCGGCCA": 995,
      "TCCGGCA": 996,
      "TGTCAA": 997,
      "GCCGGAA": 998,
      "GTTGAC": 999,
      "TTTACC": 1000,
      "TTATTAA": 1001,
      "GTCGGC": 1002,
      "TCATTTT": 1003,
      "GAGATC": 1004,
      "TGGTGAA": 1005,
      "GCCTCC": 1006,
      "TCATGA": 1007,
      "TCAGAC": 1008,
      "TAGTAA": 1009,
      "CACAAA": 1010,
      "GAGTAA": 1011,
      "GGATAAA": 1012,
      "TGCTGAA": 1013,
      "TTTGCA": 1014,
      "TAGCAA": 1015,
      "GCGATG": 1016,
      "TACAAAA": 1017,
      "GTGGAA": 1018,
      "TTTATA": 1019,
      "GCGGTA": 1020,
      "CCAGCA": 1021,
      "GCCTGAA": 1022,
      "TCCAAC": 1023,
      "GGAGGC": 1024,
      "GTTTTCA": 1025,
      "TTGCCC": 1026,
      "GCGGAC": 1027,
      "GTGGTC": 1028,
      "TAGATT": 1029,
      "TTATAAA": 1030,
      "TGCGTC": 1031,
      "TCATAC": 1032,
      "GAGCAC": 1033,
      "TCCGTC": 1034,
      "GCATAA": 1035,
      "TCAGTC": 1036,
      "GAGATA": 1037,
      "TGATGGC": 1038,
      "GTGTTC": 1039,
      "GGCAAAA": 1040,
      "GGGAGC": 1041,
      "GCTGAAC": 1042,
      "TTTCAC": 1043,
      "GACCAC": 1044,
      "GTGGTT": 1045,
      "GTATAA": 1046,
      "TTTGCC": 1047,
      "TAGCTT": 1048,
      "GATGAAC": 1049,
      "TAGCCA": 1050,
      "TCGAAC": 1051,
      "GAGTTA": 1052,
      "AAAAAAC": 1053,
      "GAGGAC": 1054,
      "TAATATT": 1055,
      "TTTGGC": 1056,
      "GACGCC": 1057,
      "TGAAAAAA": 1058,
      "TTTTAC": 1059,
      "TGAGAA": 1060,
      "GCTAAC": 1061,
      "TTATATT": 1062,
      "GACGTT": 1063,
      "TTATGC": 1064,
      "GAAACAA": 1065,
      "TTAGAA": 1066,
      "GGGTAC": 1067,
      "TCTCAA": 1068,
      "GTATTTT": 1069,
      "GCTATA": 1070,
      "GGTGAAA": 1071,
      "GACCCA": 1072,
      "TGAAACC": 1073,
      "TGAAAAC": 1074,
      "TCTGTC": 1075,
      "GGATTC": 1076,
      "GAGACA": 1077,
      "TACGGC": 1078,
      "GACGAA": 1079,
      "GGAGGA": 1080,
      "GAGAAAA": 1081,
      "TTTCCC": 1082,
      "TCAGCAA": 1083,
      "TCCTTTT": 1084,
      "TCCGCC": 1085,
      "TCATCCA": 1086,
      "GCATGA": 1087,
      "GTATTA": 1088,
      "TGAACAA": 1089,
      "TCGATT": 1090,
      "GGAGTT": 1091,
      "TTCGCC": 1092,
      "TATCAAA": 1093,
      "GGCTGGC": 1094,
      "GTGGCC": 1095,
      "TTGATC": 1096,
      "GGGGAC": 1097,
      "TAAAAAC": 1098,
      "TCGTTC": 1099,
      "TAAGTT": 1100,
      "TGGGGA": 1101,
      "TGCGCCA": 1102,
      "TCCGCA": 1103,
      "CCAGAA": 1104,
      "TGCGGA": 1105,
      "TACTTC": 1106,
      "GCGTAC": 1107,
      "TTGCTG": 1108,
      "TAAGAA": 1109,
      "GTGGAC": 1110,
      "CCATCA": 1111,
      "TTAAAC": 1112,
      "TGCTGTT": 1113,
      "TCACCAA": 1114,
      "TGATTCA": 1115,
      "TTATTCA": 1116,
      "TACCAC": 1117,
      "TTATCTT": 1118,
      "TGGTCC": 1119,
      "TGCAAAA": 1120,
      "TGGGTG": 1121,
      "GGCTAC": 1122,
      "GGTACC": 1123,
      "TTGACC": 1124,
      "GGAAACA": 1125,
      "GTTGCC": 1126,
      "GGACCA": 1127,
      "TCTCCC": 1128,
      "TCCTCC": 1129,
      "TAACAC": 1130,
      "TGCGTG": 1131,
      "TGCTGCC": 1132,
      "GTCGTG": 1133,
      "TTACAC": 1134,
      "TAAAGAA": 1135,
      "TTAGTT": 1136,
      "TACTTTT": 1137,
      "TTGCGC": 1138,
      "GAGTCA": 1139,
      "GACTTC": 1140,
      "TAAGTA": 1141,
      "GCAGGAA": 1142,
      "GCAGCCA": 1143,
      "TTTAAAA": 1144,
      "TGGGAC": 1145,
      "GGCGGCA": 1146,
      "GTCCCC": 1147,
      "TGAGCC": 1148,
      "GGCGCC": 1149,
      "GCAGAAA": 1150,
      "TGATGTT": 1151,
      "GGATTTT": 1152,
      "AAATAC": 1153,
      "TTCGTT": 1154,
      "TGGTTTT": 1155,
      "GCCACCA": 1156,
      "TTGTCA": 1157,
      "GCCTTTT": 1158,
      "GTCCAC": 1159,
      "TAGTGA": 1160,
      "AACGGC": 1161,
      "TTTACA": 1162,
      "TAAATAA": 1163,
      "GCGGGA": 1164,
      "GCTGACC": 1165,
      "GAGAGC": 1166,
      "TGCGTT": 1167,
      "TTGTTC": 1168,
      "TCGATC": 1169,
      "GAATGA": 1170,
      "GACGTC": 1171,
      "GGGGTC": 1172,
      "GAAAAAAA": 1173,
      "GTGAAAA": 1174,
      "GACAAAA": 1175,
      "TACTGA": 1176,
      "GACTGC": 1177,
      "TATGTC": 1178,
      "GGCGCTG": 1179,
      "TCCGTT": 1180,
      "GGCGCGC": 1181,
      "TCGATG": 1182,
      "TTGAGC": 1183,
      "GGAAAAC": 1184,
      "GTGTCA": 1185,
      "AAACAAA": 1186,
      "GAGGGC": 1187,
      "GGCTCA": 1188,
      "GAGGTC": 1189,
      "TTAGTA": 1190,
      "TCAAAAC": 1191,
      "TTGAAC": 1192,
      "TGCTGAC": 1193,
      "TGATTAA": 1194,
      "GAAGAAC": 1195,
      "TTGTTA": 1196,
      "GCAAAAC": 1197,
      "GGACAC": 1198,
      "TGGGTA": 1199,
      "TGGTAAA": 1200,
      "GATTTTC": 1201,
      "CCAGCC": 1202,
      "GAATCC": 1203,
      "GGGGTG": 1204,
      "GCATTTT": 1205,
      "TATTTTA": 1206,
      "CCCGGA": 1207,
      "GCACAC": 1208,
      "TAGTCA": 1209,
      "TAGTTA": 1210,
      "TGCCGGA": 1211,
      "TTGATA": 1212,
      "TTGATG": 1213,
      "TCGCGG": 1214,
      "CCAGTT": 1215,
      "TTCTAA": 1216,
      "GCATAC": 1217,
      "TGACAAA": 1218,
      "TGTGTC": 1219,
      "GCAACAA": 1220,
      "TTGCAA": 1221,
      "GAGTGC": 1222,
      "GCAGCAA": 1223,
      "TTGTAA": 1224,
      "TCGTTA": 1225,
      "TTTGTC": 1226,
      "TGATTTA": 1227,
      "GTTTTAA": 1228,
      "GTCTCC": 1229,
      "GTTAAAA": 1230,
      "GCCTCA": 1231,
      "TTCTCA": 1232,
      "GTATGC": 1233,
      "TTCTAC": 1234,
      "GGGGAAA": 1235,
      "TCCTGCA": 1236,
      "CACCCA": 1237,
      "GCATGGC": 1238,
      "TGAAGAA": 1239,
      "TAAATCA": 1240,
      "GCCGGCA": 1241,
      "TCGTCC": 1242,
      "TCAACCA": 1243,
      "GCTATG": 1244,
      "TTGGTT": 1245,
      "TGTAAAA": 1246,
      "GGAGAAA": 1247,
      "GGCGGCC": 1248,
      "TTATCCA": 1249,
      "GGCAACC": 1250,
      "GCCGTCA": 1251,
      "GCCTGCC": 1252,
      "TCGCAA": 1253,
      "TGCTAA": 1254,
      "GACGTA": 1255,
      "AACAAAA": 1256,
      "GGATATT": 1257,
      "GGCTCC": 1258,
      "GGCTTTT": 1259,
      "GGAGTG": 1260,
      "TTACCCA": 1261,
      "TGTTAAA": 1262,
      "GCCGGGC": 1263,
      "TCTTTAA": 1264,
      "TTACCAA": 1265,
      "GGGGTA": 1266,
      "GGGTAAA": 1267,
      "TGAACCA": 1268,
      "TCCGTG": 1269,
      "GTAGTT": 1270,
      "TAGATA": 1271,
      "GCTGGTT": 1272,
      "GATTAAA": 1273,
      "TATGTA": 1274,
      "TACTAA": 1275,
      "GCAGAAC": 1276,
      "GCGCCCC": 1277,
      "TGGCAAA": 1278,
      "TGATTTC": 1279,
      "TTGGCC": 1280,
      "GCCGCCC": 1281,
      "GCGTTCA": 1282,
      "TGGTTCA": 1283,
      "GCAGGCA": 1284,
      "TTCTTA": 1285,
      "GGATGAA": 1286,
      "TATTTAA": 1287,
      "GTACCC": 1288,
      "GTCTTTT": 1289,
      "TTGATAA": 1290,
      "GCCAAAA": 1291,
      "TTTGAC": 1292,
      "TGCGGCA": 1293,
      "CACCCC": 1294,
      "TCGTAA": 1295,
      "TTCAAAAA": 1296,
      "TAGAAC": 1297,
      "AACGAC": 1298,
      "TGCTGCA": 1299,
      "GGGCAAA": 1300,
      "TGCTGGA": 1301,
      "TCGTGA": 1302,
      "TCCTGAA": 1303,
      "TGATGCA": 1304,
      "TGAGGC": 1305,
      "TTTTCCC": 1306,
      "TGCAACA": 1307,
      "TTCTGGC": 1308,
      "TTCTGAA": 1309,
      "TTCTGTT": 1310,
      "GTACAC": 1311,
      "GGCTGCC": 1312,
      "GCTGGCC": 1313,
      "TCATTAA": 1314,
      "TTACAAA": 1315,
      "TCGTGC": 1316,
      "GACTGGC": 1317,
      "TTATGAA": 1318,
      "GGAGCC": 1319,
      "TGACCAA": 1320,
      "TCAATAA": 1321,
      "TCCGCCA": 1322,
      "TGTGTA": 1323,
      "GCTGATT": 1324,
      "GATCACC": 1325,
      "TGGCACA": 1326,
      "GAAAGAA": 1327,
      "GTCAAAA": 1328,
      "GGAAACC": 1329,
      "TACTCA": 1330,
      "TCTCAC": 1331,
      "TTGGCA": 1332,
      "TTCTTTC": 1333,
      "GTGGTA": 1334,
      "TTCAACC": 1335,
      "GTCCCA": 1336,
      "TACGTT": 1337,
      "TATCAAC": 1338,
      "GAATTTT": 1339,
      "GACGCA": 1340,
      "TCGGTT": 1341,
      "TCTACA": 1342,
      "TCGCTC": 1343,
      "GCCTGGC": 1344,
      "GCTGCAA": 1345,
      "TTATTTA": 1346,
      "CCCGGC": 1347,
      "GCGACCA": 1348,
      "GACGGA": 1349,
      "TACGTC": 1350,
      "TCTTCCA": 1351,
      "GTAAACA": 1352,
      "GTATGA": 1353,
      "GATGCCA": 1354,
      "GTTTATT": 1355,
      "TGAATAA": 1356,
      "GTGGGC": 1357,
      "GGTGAAC": 1358,
      "TACGCC": 1359,
      "TATTATT": 1360,
      "AACACA": 1361,
      "TCTTTCA": 1362,
      "TGATGAC": 1363,
      "TAGCCC": 1364,
      "GACGTG": 1365,
      "GAGACC": 1366,
      "GCAGCGC": 1367,
      "GAACAAA": 1368,
      "GGAGTA": 1369,
      "TGGATAA": 1370,
      "CACGGC": 1371,
      "AACTGC": 1372,
      "GCTGCCC": 1373,
      "TGTGCCA": 1374,
      "TCTATA": 1375,
      "TTCTTCC": 1376,
      "GAATAAA": 1377,
      "TGTTCCA": 1378,
      "TAATTAA": 1379,
      "TGAGTC": 1380,
      "TTCGTG": 1381,
      "TGAGGA": 1382,
      "GTAGTG": 1383,
      "TCAGCGC": 1384,
      "TCTACC": 1385,
      "GCTTCCA": 1386,
      "TCGGGC": 1387,
      "TCAGAAA": 1388,
      "TGCACAA": 1389,
      "TCCGTCA": 1390,
      "GCAGGCC": 1391,
      "TCTATC": 1392,
      "TTTTTCC": 1393,
      "TGTTGTT": 1394,
      "GACAACC": 1395,
      "TTCGTA": 1396,
      "TTTCAAA": 1397,
      "TCGAGC": 1398,
      "CCCTGC": 1399,
      "TTTATTTT": 1400,
      "TTCGCCA": 1401,
      "TTGGAA": 1402,
      "GCAGCCC": 1403,
      "GGTCCC": 1404,
      "AACGCC": 1405,
      "GCTGAAAA": 1406,
      "GGCTGAA": 1407,
      "GTATTCA": 1408,
      "GCATTAA": 1409,
      "TCAGGAA": 1410,
      "TAGTTC": 1411,
      "TCACCCC": 1412,
      "TAATGAA": 1413,
      "TACTAC": 1414,
      "TGCTTCA": 1415,
      "GATAACC": 1416,
      "TAGAAAA": 1417,
      "TAACAAA": 1418,
      "TTTTTTCA": 1419,
      "TGCCGCC": 1420,
      "GCTGCCA": 1421,
      "GCGAAAA": 1422,
      "GAAACCA": 1423,
      "TAATTCA": 1424,
      "GTTTCTT": 1425,
      "TGCGAA": 1426,
      "GATGGTG": 1427,
      "TGTTCAA": 1428,
      "GTCTGA": 1429,
      "GCCAACC": 1430,
      "TGACACA": 1431,
      "GGTGACC": 1432,
      "TATGAAA": 1433,
      "GGAACAA": 1434,
      "TCGGTC": 1435,
      "GTCGAA": 1436,
      "TTGTCC": 1437,
      "TTATTTC": 1438,
      "TAGTGC": 1439,
      "TACAACC": 1440,
      "TCATTCA": 1441,
      "GCGCCAA": 1442,
      "GAGTCC": 1443,
      "GAGGTG": 1444,
      "CCAGAC": 1445,
      "CCCAAA": 1446,
      "TAGGTT": 1447,
      "TCGGAA": 1448,
      "TGGTGCA": 1449,
      "TTCTTTA": 1450,
      "GAAATAA": 1451,
      "GGCTTA": 1452,
      "TGGTTAA": 1453,
      "GAGATG": 1454,
      "TTCGAA": 1455,
      "TTCGAC": 1456,
      "GCCAGCA": 1457,
      "GAGTAC": 1458,
      "GTGACCA": 1459,
      "TTTTTGA": 1460,
      "TCACCCA": 1461,
      "TTTTTTAA": 1462,
      "TACTCC": 1463,
      "TCCACCA": 1464,
      "GTAGAA": 1465,
      "GTTTTCC": 1466,
      "TGGAACA": 1467,
      "GGCGTTC": 1468,
      "GCTGGCA": 1469,
      "TTGAAAA": 1470,
      "GCTGGTC": 1471,
      "GAGCCC": 1472,
      "TTTTGTT": 1473,
      "CACGCC": 1474,
      "TCGATA": 1475,
      "TCTGTA": 1476,
      "GGCTGTC": 1477,
      "CCCGCC": 1478,
      "GAAATCA": 1479,
      "TTGTGC": 1480,
      "TCTCTG": 1481,
      "GGCATCA": 1482,
      "TAATAAAA": 1483,
      "GGCAACA": 1484,
      "GAATTAA": 1485,
      "GTTGGA": 1486,
      "GAGGTA": 1487,
      "TCTTTTA": 1488,
      "TCTTAC": 1489,
      "TGCGAC": 1490,
      "TGTTTTC": 1491,
      "GAACAAC": 1492,
      "GATAAAC": 1493,
      "TACGAC": 1494,
      "GTTTTTA": 1495,
      "TATTTCA": 1496,
      "TTGTGA": 1497,
      "GGTGCCA": 1498,
      "TGTTCTT": 1499,
      "GGCCACA": 1500,
      "TCAACAC": 1501,
      "TAAGGA": 1502,
      "TTTGTA": 1503,
      "GGCGACC": 1504,
      "TCCTGGC": 1505,
      "GATCAAA": 1506,
      "TCCTTCA": 1507,
      "TTGCTC": 1508,
      "TTGATGA": 1509,
      "GGGACC": 1510,
      "TCCTCA": 1511,
      "TGCACCA": 1512,
      "GATAACA": 1513,
      "GTTGATT": 1514,
      "GGTGCCC": 1515,
      "TCTAAC": 1516,
      "GGGTGAA": 1517,
      "TGCTCCA": 1518,
      "TTGATGAA": 1519,
      "CCCGTC": 1520,
      "TCAACAA": 1521,
      "GCGGAAA": 1522,
      "GCCATCA": 1523,
      "GTCACCA": 1524,
      "GAATTC": 1525,
      "TAGGAA": 1526,
      "CACAAC": 1527,
      "GCTGGAA": 1528,
      "TTCTGCA": 1529,
      "TATTCAA": 1530,
      "TAAATTA": 1531,
      "GCGTTTT": 1532,
      "TACGCA": 1533,
      "GGAAAAAA": 1534,
      "GCCTGCA": 1535,
      "TCCAAAA": 1536,
      "TAATTTA": 1537,
      "GACGGCA": 1538,
      "TGGGTC": 1539,
      "TTGTTTT": 1540,
      "TGCTTA": 1541,
      "GCCGGTT": 1542,
      "TATAAAAA": 1543,
      "GTGTAC": 1544,
      "GTATAC": 1545,
      "GTCTTA": 1546,
      "CCAGGC": 1547,
      "GCTTCAA": 1548,
      "GGATGGC": 1549,
      "GCGCACC": 1550,
      "GGCTTCA": 1551,
      "GTTTGTT": 1552,
      "TAAGCA": 1553,
      "GCCTTA": 1554,
      "GTTGCCA": 1555,
      "TAAGTG": 1556,
      "TATTTTC": 1557,
      "GTAAAAC": 1558,
      "GTTTAAA": 1559,
      "GCGGCCC": 1560,
      "TTTTAAC": 1561,
      "TGCCCCA": 1562,
      "GGCGCTT": 1563,
      "GTCTGGC": 1564,
      "TCAAACA": 1565,
      "GGTGACA": 1566,
      "TGCAACC": 1567,
      "TCGGTG": 1568,
      "TCAATCA": 1569,
      "TAGACA": 1570,
      "TCCTGTT": 1571,
      "TATTCCA": 1572,
      "GTTTCCA": 1573,
      "CCAACC": 1574,
      "GAGGGA": 1575,
      "TGATAAC": 1576,
      "TGATGGA": 1577,
      "TCGGCCA": 1578,
      "CACTGC": 1579,
      "AAACAAC": 1580,
      "TGAGAAA": 1581,
      "GTAGTC": 1582,
      "GCAGGGC": 1583,
      "GGTTTTC": 1584,
      "TTCCAC": 1585,
      "GATTTAA": 1586,
      "TTTTTCTT": 1587,
      "GTGGTGC": 1588,
      "TTAAAAC": 1589,
      "GTGCCAA": 1590,
      "GCAAACA": 1591,
      "GCCTTCA": 1592,
      "TCAAGAA": 1593,
      "TGATACA": 1594,
      "TTAGTG": 1595,
      "TGCTAC": 1596,
      "TGGCACC": 1597,
      "TATTGAA": 1598,
      "GATGATT": 1599,
      "TGCGTCA": 1600,
      "GGGTTTT": 1601,
      "GCAGATC": 1602,
      "GAAGCCC": 1603,
      "TGAATAC": 1604,
      "GCTGACA": 1605,
      "GTTCAAA": 1606,
      "TGCCACA": 1607,
      "TGCCGTC": 1608,
      "TCACAC": 1609,
      "GGTTAAA": 1610,
      "TCTTAAA": 1611,
      "TGCCCCC": 1612,
      "TTATTAC": 1613,
      "GGGCTGC": 1614,
      "AACGGA": 1615,
      "GCCAGAC": 1616,
      "GCTTTCA": 1617,
      "GGCAGCA": 1618,
      "TTTTTAC": 1619,
      "TAGCGC": 1620,
      "TGCCAAA": 1621,
      "CCAGTC": 1622,
      "GGATTCA": 1623,
      "TGCGTA": 1624,
      "GGAGTC": 1625,
      "GGCTAA": 1626,
      "GGGCACC": 1627,
      "TGGCAAC": 1628,
      "GATTTCA": 1629,
      "GCTAAAA": 1630,
      "GTAAAAAA": 1631,
      "TATTAAC": 1632,
      "GCCGGCC": 1633,
      "GTGGTGA": 1634,
      "GTAAACC": 1635,
      "GGCGCCC": 1636,
      "TGTTTCA": 1637,
      "GTATCAA": 1638,
      "TTTTCAA": 1639,
      "TGTTATT": 1640,
      "TGGGGG": 1641,
      "GATTTTA": 1642,
      "GCTCACC": 1643,
      "TTTTTGC": 1644,
      "TGTTTTA": 1645,
      "TCCCAC": 1646,
      "GCCGCTT": 1647,
      "GGGCCC": 1648,
      "TCTGAAA": 1649,
      "TGCAGCA": 1650,
      "GCGTTCC": 1651,
      "TGTTGCAAA": 1652,
      "TAATTTC": 1653,
      "TTCGCA": 1654,
      "GACTGA": 1655,
      "CCACCC": 1656,
      "GTTCACA": 1657,
      "TGGTCAA": 1658,
      "TGTCATT": 1659,
      "GTTTTAC": 1660,
      "GTGACAA": 1661,
      "TGGCGGC": 1662,
      "GCAGGTC": 1663,
      "TCCTGCC": 1664,
      "TGGTGCC": 1665,
      "TGCTCAA": 1666,
      "GCACAAA": 1667,
      "GTATAAA": 1668,
      "GCCCACC": 1669,
      "GCCCTGC": 1670,
      "TTTTTAAA": 1671,
      "TTCTGCC": 1672,
      "TATAACC": 1673,
      "TTTATCA": 1674,
      "GAATATT": 1675,
      "GCGGCAA": 1676,
      "GATTATT": 1677,
      "TTCATCA": 1678,
      "GGCGTCA": 1679,
      "GGGAACA": 1680,
      "GCCGACC": 1681,
      "TGGCCAA": 1682,
      "GTGTGC": 1683,
      "TGAAGGA": 1684,
      "GACTAC": 1685,
      "TTTATTA": 1686,
      "GTTGTTC": 1687,
      "TTCTCCA": 1688,
      "TGGGCAA": 1689,
      "GTAACAA": 1690,
      "TCTTCAC": 1691,
      "TATCTGC": 1692,
      "TGAGAC": 1693,
      "GCATCAA": 1694,
      "TCTGCCA": 1695,
      "GCTTCCC": 1696,
      "TACTTA": 1697,
      "TCTAAAA": 1698,
      "GTGGCGC": 1699,
      "GCCAGTC": 1700,
      "GGCCACC": 1701,
      "GCAGATT": 1702,
      "TTTTATT": 1703,
      "TGAGCAA": 1704,
      "TCCGGAA": 1705,
      "TCTTTTC": 1706,
      "GTGTAA": 1707,
      "TCTTCAA": 1708,
      "TAAACCA": 1709,
      "TGTGAAA": 1710,
      "GAGTTTT": 1711,
      "TTTACCA": 1712,
      "TTTTGAA": 1713,
      "TGTTGAA": 1714,
      "TGGAAAC": 1715,
      "GTTTGAA": 1716,
      "GTTGAAA": 1717,
      "TTTTAAAA": 1718,
      "TCGACCA": 1719,
      "TTAGAAA": 1720,
      "GATGAAAA": 1721,
      "TTTGGA": 1722,
      "GCGCCAC": 1723,
      "TTTAACA": 1724,
      "GCGCTGC": 1725,
      "TGGCGGA": 1726,
      "TGAATGA": 1727,
      "TGCAGAA": 1728,
      "TGGCTGA": 1729,
      "TAGAGC": 1730,
      "AACGTC": 1731,
      "GCACCAA": 1732,
      "AACAACC": 1733,
      "GCAGCTT": 1734,
      "GATGACC": 1735,
      "GTAGTA": 1736,
      "TGGTTAC": 1737,
      "GTTTATC": 1738,
      "GTGTTA": 1739,
      "GCGTGAA": 1740,
      "GTTACCA": 1741,
      "TCATCAC": 1742,
      "GGCACAA": 1743,
      "TCATAAA": 1744,
      "CCCGAA": 1745,
      "TATCATT": 1746,
      "GGGCGGC": 1747,
      "AAAGAAA": 1748,
      "GCATTCA": 1749,
      "GCTGCAC": 1750,
      "TGGACAA": 1751,
      "GTTCACC": 1752,
      "TATTTAC": 1753,
      "GCCCGGC": 1754,
      "TTCTGGA": 1755,
      "TTTTGCC": 1756,
      "TAAGTC": 1757,
      "TGGCGAA": 1758,
      "TGCTTTC": 1759,
      "GGCGAAA": 1760,
      "GGAAGAA": 1761,
      "GATAAAAA": 1762,
      "TCCTTA": 1763,
      "GCGATGA": 1764,
      "TAAATAAA": 1765,
      "TTCTA": 1766,
      "GTGAACC": 1767,
      "GGTAAAC": 1768,
      "GGCGAAC": 1769,
      "GATTCAA": 1770,
      "GCAGTTC": 1771,
      "GGATGCC": 1772,
      "TCACAAA": 1773,
      "GGCGATC": 1774,
      "GTCGTA": 1775,
      "GGGGCAA": 1776,
      "TAATCAA": 1777,
      "TTTTCAC": 1778,
      "AACAAAAA": 1779,
      "TATTTTCA": 1780,
      "TAAGAAA": 1781,
      "TCTTTAC": 1782,
      "TTCACCA": 1783,
      "GATACCA": 1784,
      "TACCAAA": 1785,
      "TGGGAAA": 1786,
      "GGAGGAA": 1787,
      "GGGTTAC": 1788,
      "GCATGC": 1789,
      "TTGCAC": 1790,
      "TGAGCCA": 1791,
      "GTCAGTG": 1792,
      "TATCACC": 1793,
      "TCGGAC": 1794,
      "TGAATCA": 1795,
      "TCCGAC": 1796,
      "TGCATCA": 1797,
      "GGTTATC": 1798,
      "TCGGTA": 1799,
      "TCCGTA": 1800,
      "GCCTGAC": 1801,
      "GAATTTC": 1802,
      "TAGCTC": 1803,
      "TGACCCA": 1804,
      "TGGCTGC": 1805,
      "AACTAC": 1806,
      "GATGCCC": 1807,
      "TATCAAAA": 1808,
      "TTATTCC": 1809,
      "GGTAACA": 1810,
      "TAAGGC": 1811,
      "GCACCAC": 1812,
      "TAGTTTT": 1813,
      "GCCAACA": 1814,
      "CCCGTT": 1815,
      "AAACACA": 1816,
      "TAGCTG": 1817,
      "TTGACA": 1818,
      "GCTTTTC": 1819,
      "GGATGTT": 1820,
      "TTACCCC": 1821,
      "GCGGCAC": 1822,
      "GCTATCA": 1823,
      "GTCAGGA": 1824,
      "TGGATGC": 1825,
      "GCGCTGGC": 1826,
      "GAAACCC": 1827,
      "TCCTGAC": 1828,
      "GCAGCAC": 1829,
      "GTTCTTC": 1830,
      "TCGATGC": 1831,
      "GCCTAC": 1832,
      "TGTCACC": 1833,
      "GTATTAA": 1834,
      "TGGATGA": 1835,
      "GCCGCAA": 1836,
      "AACTTC": 1837,
      "TCGCCCA": 1838,
      "TATTCTT": 1839,
      "TCCGAA": 1840,
      "TGTTTAA": 1841,
      "TGATCCA": 1842,
      "GCAAAAAA": 1843,
      "GCCGCTG": 1844,
      "AAACAC": 1845,
      "GGTGATT": 1846,
      "GTCGAC": 1847,
      "GAGGCCA": 1848,
      "GGCGACA": 1849,
      "TATATAA": 1850,
      "GCATCCA": 1851,
      "GTGATGC": 1852,
      "GTTCTGC": 1853,
      "GTTATCA": 1854,
      "GCCGACA": 1855,
      "GAGCAAC": 1856,
      "GTCGCGC": 1857,
      "GAGGAAA": 1858,
      "TTATTAAA": 1859,
      "GGGAAAC": 1860,
      "GTTACAA": 1861,
      "GCAGGTT": 1862,
      "TACGGA": 1863,
      "TTTATAA": 1864,
      "TAGGCA": 1865,
      "TCTTCCC": 1866,
      "TGGCGAC": 1867,
      "GCTTCAC": 1868,
      "TGGTGAC": 1869,
      "TCGCAC": 1870,
      "GGCTGTT": 1871,
      "GGACCC": 1872,
      "TTTTTATT": 1873,
      "GGCCGCC": 1874,
      "GAGAAAC": 1875,
      "GATGCAA": 1876,
      "TAAAAAAC": 1877,
      "GGGTTCA": 1878,
      "GCAGCTC": 1879,
      "TGATTAC": 1880,
      "TATAACA": 1881,
      "GTTATT": 1882,
      "GGCCTTC": 1883,
      "TTATTGA": 1884,
      "TGACAAC": 1885,
      "CACAAAA": 1886,
      "TCCATCA": 1887,
      "GAGCAAA": 1888,
      "TAGAGA": 1889,
      "GCCTGTT": 1890,
      "GAATGAA": 1891,
      "TTTTGTG": 1892,
      "TTAACCA": 1893,
      "GGCTTCC": 1894,
      "TATGAAAA": 1895,
      "GGGTCC": 1896,
      "TTATGTT": 1897,
      "GGCCTGC": 1898,
      "TAGACC": 1899,
      "CCCAAC": 1900,
      "TTTTTTTC": 1901,
      "GGCGCGG": 1902,
      "GGTCACC": 1903,
      "GCCGATC": 1904,
      "TTTTCTT": 1905,
      "TTGGTC": 1906,
      "GTCGCCA": 1907,
      "GATCATC": 1908,
      "GCAACCA": 1909,
      "TCATCTT": 1910,
      "TTAGCA": 1911,
      "TATAAAC": 1912,
      "GTAACCC": 1913,
      "TGCCACC": 1914,
      "TGGTATT": 1915,
      "TGTCAAA": 1916,
      "GCGTGCA": 1917,
      "GTTGCTT": 1918,
      "GTTGGCC": 1919,
      "GGGCGTC": 1920,
      "TCCAGAA": 1921,
      "TTCGGA": 1922,
      "GGCAGAC": 1923,
      "TAAATAC": 1924,
      "TATGATT": 1925,
      "TGGAGAA": 1926,
      "TTTTTTTA": 1927,
      "TGCTTCC": 1928,
      "TGTTACC": 1929,
      "GGTTACA": 1930,
      "TCCGGCC": 1931,
      "GGCGGTT": 1932,
      "GTAATAA": 1933,
      "TAGATG": 1934,
      "GCCGTGC": 1935,
      "TAGATC": 1936,
      "AACGAA": 1937,
      "TAGCGA": 1938,
      "GTTCCCC": 1939,
      "GATTACC": 1940,
      "GCCACCC": 1941,
      "GCAGGAC": 1942,
      "TCTTCTT": 1943,
      "GGTTATT": 1944,
      "TGATCAA": 1945,
      "TGGAAAAA": 1946,
      "TTTCCCC": 1947,
      "GCCAGAA": 1948,
      "GTCAACC": 1949,
      "TCATGAA": 1950,
      "TAATAAC": 1951,
      "GCAAACC": 1952,
      "GTTAAAAA": 1953,
      "TTTGAAA": 1954,
      "AAAACCA": 1955,
      "GCCGGTC": 1956,
      "TATACCA": 1957,
      "TGCGCAA": 1958,
      "CCCCCCCC": 1959,
      "GACGGTT": 1960,
      "GTATTTC": 1961,
      "TCAGCCC": 1962,
      "GCGCACA": 1963,
      "TCCGGTT": 1964,
      "GTCACAA": 1965,
      "GTATGGC": 1966,
      "TACTC": 1967,
      "TAGTCC": 1968,
      "TCAGGTT": 1969,
      "TTCTAAA": 1970,
      "GTTAACC": 1971,
      "CCACAC": 1972,
      "GTATTCC": 1973,
      "GCTTCTT": 1974,
      "TATTTTAA": 1975,
      "TAGCAC": 1976,
      "TCAATGA": 1977,
      "GAGGTGA": 1978,
      "GGCAAAC": 1979,
      "GCATCAC": 1980,
      "GGTTCAA": 1981,
      "GACTCA": 1982,
      "TACTTCA": 1983,
      "TACGAA": 1984,
      "GAGGGG": 1985,
      "TTCAAAC": 1986,
      "TTCTCTT": 1987,
      "TGCTGTC": 1988,
      "GCCTTTC": 1989,
      "GTGTTTT": 1990,
      "CCCACA": 1991,
      "GCCTGGA": 1992,
      "TCCCGTC": 1993,
      "GCGTGCC": 1994,
      "TCCGGGC": 1995,
      "GCTGGTG": 1996,
      "GCTCAAA": 1997,
      "TGAAGAAA": 1998,
      "GGCCAAC": 1999,
      "GGTGGTGA": 2000,
      "TGTTACA": 2001,
      "GCAGACC": 2002,
      "TGATACC": 2003,
      "GTTTTAAA": 2004,
      "TGCCGTT": 2005,
      "GAACACC": 2006,
      "TATCCCC": 2007,
      "GAGCTGC": 2008,
      "GGCAGGC": 2009,
      "TATATTTT": 2010,
      "TTGGTA": 2011,
      "TTTAAAAA": 2012,
      "GCCGGTA": 2013,
      "TAAGAC": 2014,
      "GACCACC": 2015,
      "GAGAACA": 2016,
      "TATTTAAA": 2017,
      "TATTAAAA": 2018,
      "GCGAACA": 2019,
      "GCGTAAA": 2020,
      "TCAAAAAA": 2021,
      "CACTCA": 2022,
      "AACTGGC": 2023,
      "GGATTAA": 2024,
      "GTTGCGC": 2025,
      "TTCTCAA": 2026,
      "GGCTGAC": 2027,
      "TGCCGTG": 2028,
      "GGTCATC": 2029,
      "GGCCAAA": 2030,
      "GGCGATT": 2031,
      "TCCGGTC": 2032,
      "GGCACCA": 2033,
      "GCCGTTC": 2034,
      "GCTTTAA": 2035,
      "TGTTTTTT": 2036,
      "GGCCGTC": 2037,
      "GCTGTTC": 2038,
      "TCGTTCA": 2039,
      "TATGCCA": 2040,
      "GTATCCA": 2041,
      "AACAACA": 2042,
      "GGCTTTC": 2043,
      "GCTGTCA": 2044,
      "TGCTCTT": 2045,
      "GGAGAGA": 2046,
      "TTGTAC": 2047,
      "TGGCTGAA": 2048,
      "GCCGGGA": 2049,
      "TAGCGG": 2050,
      "GCATCGA": 2051,
      "TGGGCCA": 2052,
      "TAGATAA": 2053,
      "TACTGAA": 2054,
      "TTATCAC": 2055,
