{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\n"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\r"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\t"
        },
        "content": ""
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[MASK]": {
        "id": "[MASK]",
        "ids": [
          4
        ],
        "tokens": [
          "[MASK]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          2
        ],
        "tokens": [
          "[PAD]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[UNK]": {
        "id": "[UNK]",
        "ids": [
          0
        ],
        "tokens": [
          "[UNK]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "CC": 9,
      "GG": 10,
      "CA": 11,
      "TT": 12,
      "GCC": 13,
      "AA": 14,
      "GC": 15,
      "GT": 16,
      "GGT": 17,
      "CGG": 18,
      "CACC": 19,
      "GGGC": 20,
      "TCC": 21,
      "GA": 22,
      "CAA": 23,
      "GGC": 24,
      "GGA": 25,
      "GAA": 26,
      "GTGG": 27,
      "CACA": 28,
      "GTGTGG": 29,
      "GGCGCC": 30,
      "GGATT": 31,
      "GCT": 32,
      "TTGCC": 33,
      "GGGCGCC": 34,
      "TCCGCC": 35,
      "GGGCGGATT": 36,
      "CAAGGT": 37,
      "GGCGCCCGG": 38,
      "CACCTTGCC": 39,
      "AAA": 40,
      "GGGCGCCGGT": 41,
      "GGCGCCCGGCAAGGT": 42,
      "CT": 43,
      "TCCGCCCACCTTGCC": 44,
      "CACCGGCGCCCGGCAAGGT": 45,
      "GCCGTGTGG": 46,
      "CCCACA": 47,
      "TCCGCCCACCTTGCCGGGCGCCGGT": 48,
      "CACCGGCGCCCGGCAAGGTGGGCGGATT": 49,
      "TA": 50,
      "GTT": 51,
      "TCCA": 52,
      "CCCACACGG": 53,
      "GCCGTGTGGGAA": 54,
      "GCA": 55,
      "CTT": 56,
      "CAT": 57,
      "GCTGTGTGG": 58,
      "GAT": 59,
      "TTA": 60,
      "GTA": 61,
      "GCGG": 62,
      "TTT": 63,
      "GCACCGGCGCCCGGCAAGGTGGGCGGATT": 64,
      "GATT": 65,
      "CACGG": 66,
      "TCCACACA": 67,
      "GCTGTGTGGAAA": 68,
      "CGCC": 69,
      "TCCACACGG": 70,
      "GCCGTGTGGAAA": 71,
      "CAGC": 72,
      "CCA": 73,
      "TAT": 74,
      "GGGT": 75,
      "TGA": 76,
      "CGGT": 77,
      "AAAA": 78,
      "GTCA": 79,
      "CGA": 80,
      "CCCACACGGCACC": 81,
      "TCCGCCCACC": 82,
      "GGGCGGATTTCCACACA": 83,
      "CGCT": 84,
      "CCCACCTTGCC": 85,
      "GAAA": 86,
      "CGT": 87,
      "CTA": 88,
      "GAAT": 89,
      "GCGC": 90,
      "TAA": 91,
      "GCACC": 92,
      "CCCACACA": 93,
      "TCAA": 94,
      "GAATCCGCCCACCTTGCCGGGCGCCGGT": 95,
      "GTTA": 96,
      "TTTT": 97,
      "GGGCGCCGGTGCCGTGTGGGAA": 98,
      "GGGCGCCGCT": 99,
      "GCCGGT": 100,
      "GGGCC": 101,
      "CTCC": 102,
      "CCCA": 103,
      "TCA": 104,
      "TTACC": 105,
      "GCTT": 106,
      "GGCGG": 107,
      "GCTGTGTGGAAATCCGCCCACC": 108,
      "GACA": 109,
      "GGGCCGATT": 110,
      "GCCA": 111,
      "CTTTCC": 112,
      "CGGCCCACCTTGCC": 113,
      "AAGGT": 114,
      "CCT": 115,
      "GCCGTGTGGGAATCCGCCCACCTTGCC": 116,
      "CCCC": 117,
      "CAAGGTGGGCGGATT": 118,
      "GCGCGG": 119,
      "CTTGCC": 120,
      "GGCA": 121,
      "TCCGCCCAT": 122,
      "GGCC": 123,
      "CAAGAT": 124,
      "GCCT": 125,
      "CGCGG": 126,
      "CGCCA": 127,
      "GTAA": 128,
      "CGTT": 129,
      "GGCGCCCGGT": 130,
      "GCAA": 131,
      "GGCGCCCGGAAA": 132,
      "GAATCGGCCCACCTTGCC": 133,
      "GGCGCCCGGTAAGGT": 134,
      "GGCGCCCGGAAAGGGT": 135,
      "CTGA": 136,
      "GGCGCCCGGCAAGAT": 137,
      "GGCT": 138,
      "TCCGCCCATCTTGCC": 139,
      "GCTGTGTGGAAATCCGCCCACCCTTTCC": 140,
      "CGC": 141,
      "GCCGC": 142,
      "GGCGCGCGG": 143,
      "GGGCGCCGGA": 144,
      "GGGCCGATTCCCA": 145,
      "GCGCGCCGGT": 146,
      "GCGTT": 147,
      "GGAA": 148,
      "GCGA": 149,
      "CCCACACGGCTCC": 150,
      "GTGT": 151,
      "GGGCGCCGGAGCCGTGTGGGAA": 152,
      "TTGA": 153,
      "CTTA": 154,
      "CAGCGGCGCCCGGCAAGGT": 155,
      "GTAAA": 156,
      "GAAAA": 157,
      "GCTCA": 158,
      "TTTA": 159,
      "GCTA": 160,
      "GTGGGAATCGGCCCACCTTGCC": 161,
      "CGCA": 162,
      "CTCAA": 163,
      "GTAT": 164,
      "GAGGA": 165,
      "CGCTGGCGG": 166,
      "CTGTT": 167,
      "AACC": 168,
      "GGTT": 169,
      "CTCA": 170,
      "CGCCAGCGTT": 171,
      "CCCACACGGCACCGGCGCGCGG": 172,
      "GGAAA": 173,
      "TCCTCAA": 174,
      "TACC": 175,
      "GCTAA": 176,
      "GGGCGCCGGTGCTGTGTGGAAA": 177,
      "GGGTGGATT": 178,
      "TCCACCCACCTTGCC": 179,
      "AAAATTT": 180,
      "GGCGCCCGGCAAGATGGGCGGATT": 181,
      "CACCGGCGCCCGGCAAGGTGGGTGGATT": 182,
      "TTGAT": 183,
      "TCCTCAACGCTGGCGG": 184,
      "CGCCAGCGTTGAGGA": 185,
      "TTTGT": 186,
      "TCCGCCCATCTTGCCGGGCGCCGCT": 187,
      "GTGA": 188,
      "GGGCCGATTCCCACGCGG": 189,
      "AAGCA": 190,
      "CAGCGGCGCCCGGCAAGATGGGCGGATT": 191,
      "CCCACACGGCTCCGGCGCCCGGAAAGGGT": 192,
      "CAAA": 193,
      "GCCGCGTGGGAATCGGCCCACCTTGCC": 194,
      "CGAA": 195,
      "GTGCA": 196,
      "GGGCGGATTTCCACACAGCACC": 197,
      "CGGCAAGGTGGGCGGATT": 198,
      "AATT": 199,
      "TCCGCCCACCTTACC": 200,
      "GTTT": 201,
      "GGCGCCCGGTAAGGTGGGCGGATT": 202,
      "GTTTT": 203,
      "GCTTA": 204,
      "GCACA": 205,
      "AAT": 206,
      "GCCGTGTGGAAATCCACCCACCTTGCC": 207,
      "CGAT": 208,
      "GGTA": 209,
      "GTCC": 210,
      "CGTGG": 211,
      "AATGA": 212,
      "AAATGA": 213,
      "GACGG": 214,
      "GCGGCC": 215,
      "TCCT": 216,
      "GCTGCA": 217,
      "GATTTT": 218,
      "CGGA": 219,
      "GGGA": 220,
      "GGGG": 221,
      "GGGCT": 222,
      "CATAAA": 223,
      "GAAGAT": 224,
      "TCT": 225,
      "GCTGA": 226,
      "CAGG": 227,
      "TGG": 228,
      "GCGCC": 229,
      "CCGG": 230,
      "CATA": 231,
      "GTCATTT": 232,
      "GCTGTGTGGAAATCCGCCCACCTTACC": 233,
      "GAACA": 234,
      "CGGCC": 235,
      "CATGA": 236,
      "GCGT": 237,
      "GCAAA": 238,
      "CAAGGTGGGCCGATTCCCACGCGG": 239,
      "GTATA": 240,
      "CGCCAGCGTTGAGGATGA": 241,
      "CTTCAT": 242,
      "GAATT": 243,
      "CTCT": 244,
      "GTCAAATGA": 245,
      "GTCATTTGACA": 246,
      "GTCAAATGACA": 247,
      "GGGCGGATTCCCACACGG": 248,
      "GGGCGCCGCTGCCGTGTGGAAA": 249,
      "GGGCGCCGGTGCCGTGTGGAAA": 250,
      "GCCTGTCATTTGACA": 251,
      "TATGG": 252,
      "CATGAAGAT": 253,
      "CTTCATGACA": 254,
      "AAATCC": 255,
      "TTTGTCATGAAGAT": 256,
      "GAGTT": 257,
      "AATTTTTGTCATGAAGAT": 258,
      "GACC": 259,
      "CTTCATGACAAAAATTT": 260,
      "TCCACACGGCAGCGGCGCCCGGCAAGGT": 261,
      "CGGCAAGGTGGGCGGATTCCCACACGG": 262,
      "CAATA": 263,
      "GTGTGCT": 264,
      "TTTAT": 265,
      "GATTTAT": 266,
      "GATA": 267,
      "CTTCATGACAAAAATTTGTCAAATGACA": 268,
      "CTAA": 269,
      "GGCTCAT": 270,
      "CGTCTGA": 271,
      "GTCAGACGG": 272,
      "CGTCTGACATAAA": 273,
      "TCCGCCCACCTTGCCGCGCGCCGGT": 274,
      "TCCACACGGCACC": 275,
      "AAATCCCGTCTGACATAAA": 276,
      "TCAGCACA": 277,
      "GTCAGACGGGATTTT": 278,
      "GTGTGCTGATTTAT": 279,
      "TCAGCACACATGA": 280,
      "AAGCAAAATCCCGTCTGACATAAA": 281,
      "GGCTCATGTGTGCTGATTTAT": 282,
      "TCAGCACACATGAGCCTGTCATTTGACA": 283,
      "GCTCATCCTCAACGCTGGCGG": 284,
      "CTTT": 285,
      "GTACGG": 286,
      "AAGTT": 287,
      "GCGACC": 288,
      "CTATA": 289,
      "GCCCACCTTGCC": 290,
      "CGCCAGCGTTGAGGATGAGCACC": 291,
      "GTCAGACGGGATTTTGCTTA": 292,
      "GGGCTGATT": 293,
      "GGAT": 294,
      "GCGCA": 295,
      "CCCACACGGCACCGGCGCCCGGAAAGGGT": 296,
      "GTC": 297,
      "TTGAGAACA": 298,
      "TCCCC": 299,
      "GGTAA": 300,
      "GAAGAA": 301,
      "GCGCGCCGGTGCCGTGTGGGAA": 302,
      "CTGCTT": 303,
      "TTCGCC": 304,
      "GTCGA": 305,
      "GAATCAT": 306,
      "TCCACA": 307,
      "GATTCAGG": 308,
      "TCCACACGGCACCGGCGCCCGGCAAGGT": 309,
      "CTGC": 310,
      "TCGGCCCACCTTGCC": 311,
      "CAGCGGCGCC": 312,
      "GAAATTTT": 313,
      "CTCAATAA": 314,
      "TCAATTA": 315,
      "GCTGCCGGT": 316,
      "TTCC": 317,
      "GGCGCCGCT": 318,
      "CTCAATAATTGAT": 319,
      "TCAATTATTGAGAACA": 320,
      "CTGTTCTCAATAATTGAT": 321,
      "TCAATTATTGAGAACAGAAATTTT": 322,
      "AAAATTTCTGTTCTCAATAATTGAT": 323,
      "TCAATTATTGAGAACAGAAATTTTCCT": 324,
      "GCAGAT": 325,
      "CCACC": 326,
      "GGGCGAATT": 327,
      "TTCGCCCAT": 328,
      "CAGCGGCGCCTGG": 329,
      "GTATTGAT": 330,
      "AGGCGCCGCT": 331,
      "CCCACACGGCTCCGGCGCCCGGCAAGGT": 332,
      "GAATCATCAATA": 333,
      "CCCACACGGCACCGGCGCGCGGCAAGGT": 334,
      "GTATTGATGATTCAGG": 335,
      "AAAT": 336,
      "AATTTTTGTCATGAAGATGGGCGAATT": 337,
      "CATTT": 338,
      "TTTACTT": 339,
      "GGATTGTGCA": 340,
      "GCTGCACAA": 341,
      "TTAA": 342,
      "GGATTGTGCAGCTCA": 343,
      "CTTAGCAA": 344,
      "GTAAAGGT": 345,
      "GAATCCGCCCACCTTGCC": 346,
      "GAATCATCAATACTATA": 347,
      "GCTAAGTATA": 348,
      "GAATCATCAATACTATACTTAGCAA": 349,
      "GCTAAGTATAGTATTGATGATTCAGG": 350,
      "CACCTTTACTT": 351,
      "GTTTTCTCA": 352,
      "GAAAACACCTTTACTT": 353,
      "GTAAAGGTGTTTTCTCA": 354,
      "GATTCC": 355,
      "AAATGAGAAAACACCTTTACTT": 356,
      "GGATCAA": 357,
      "GGCACC": 358,
      "GCAT": 359,
      "GTCGCT": 360,
      "GATTA": 361,
      "GTACT": 362,
      "CCGTT": 363,
      "CTCAT": 364,
      "CCCACACGGCACCGGCGCCCGGCAAGAT": 365,
      "AACA": 366,
      "TCAGCCCACCTTGCC": 367,
      "TATA": 368,
      "TTACGG": 369,
      "GATCGTT": 370,
      "GAAACGAT": 371,
      "GCTGACGGT": 372,
      "GTTAT": 373,
      "CTGCTTGA": 374,
      "GATCGTTTCAA": 375,
      "GTAAAGGTGTTTTCTCATTTAT": 376,
      "CTCAAGCAGAT": 377,
      "GTAAAGGTGTTTTCTCATTTATCTGCTTGA": 378,
      "TATCGA": 379,
      "TTGATCCT": 380,
      "GGATCAAGGAAA": 381,
      "CTTTT": 382,
      "CTTTCCTTGATCCT": 383,
      "GAAACGATCTTTCCTTGATCCT": 384,
      "CATT": 385,
      "GTCGTGTGG": 386,
      "GGATCAAGGAAAGATCGTTTCAA": 387,
      "CAGCA": 388,
      "GGGACA": 389,
      "GCCGCC": 390,
      "CGTAACC": 391,
      "CCCCCGTAACC": 392,
      "CAACA": 393,
      "GTTCC": 394,
      "GGAATCC": 395,
      "GGGATTCC": 396,
      "GCTTGT": 397,
      "TTAT": 398,
      "CCGGTTACGG": 399,
      "GGGTGCCGGT": 400,
      "GCTGTGTGGAAATTCGCCCAT": 401,
      "GCCCC": 402,
      "CTTGGCA": 403,
      "GGCGGA": 404,
      "GCCAAGTT": 405,
      "TGCA": 406,
      "CTCTGCCAAGTT": 407,
      "CTTGGCAGAGTT": 408,
      "GAAGAACTTGGCAGAGTT": 409,
      "CTCTGCCAAGTTCTT": 410,
      "GTCGGT": 411,
      "CTAT": 412,
      "TATT": 413,
      "CATGTAT": 414,
      "CATGTCGA": 415,
      "GTTAGCGGCC": 416,
      "CCCCCGTAACCGGCC": 417,
      "TATCGACATGTAT": 418,
      "CATGTCGATATGG": 419,
      "GTAGTAA": 420,
      "CTTGA": 421,
      "CGTAT": 422,
      "GGGCCGATTCCCACGTGG": 423,
      "TACGA": 424,
      "GCCGTGTGGGAATCCGCCCACCTTGCCGGGC": 425,
      "CATACATGTCGATATGG": 426,
      "TATCGACATGTATGTA": 427,
      "CAAGCTA": 428,
      "TCCTT": 429,
      "CACCA": 430,
      "GAACGG": 431,
      "TACA": 432,
      "GTACGGCGCC": 433,
      "GCTGCC": 434,
      "CGCGGCGCC": 435,
      "TATCGACATGTATGTAGCTTGT": 436,
      "CAAGCTACATACATGTCGATATGG": 437,
      "CGGTCATTT": 438,
      "CGCGGCGCCGTACT": 439,
      "GCTTGGTT": 440,
      "GCTGCACAATCCA": 441,
      "AACCAAGCA": 442,
      "AACCAAGCATGA": 443,
      "CTCATGCTTGGTT": 444,
      "CGCGC": 445,
      "CGTA": 446,
      "CGGTCATTTAACCAAGCATGA": 447,
      "CTCATGCTTGGTTAAATGA": 448,
      "CTACTCATGCTTGGTTAAATGA": 449,
      "TGCC": 450,
      "CGCTGA": 451,
      "TATCGACATGTATGTAGCTTGTGTTA": 452,
      "GTGGATTGTGCAGCTCA": 453,
      "GCTGCCGGTGCTCATCCTCAACGCTGGCGG": 454,
      "CCACCTTGCC": 455,
      "CGGTCATTTAACCAAGCATGAGTAGTAA": 456,
      "TCCACACGGCACCGGCACC": 457,
      "GCGGCCCC": 458,
      "GGGTGCCGGTGCCGTGTGGAAA": 459,
      "CAGCCT": 460,
      "GCCAC": 461,
      "GGGCTGATTCCCACACGGCACC": 462,
      "GCGGT": 463,
      "GAGGCT": 464,
      "TTAAA": 465,
      "GCACCGGCGCCCGGCAAGGT": 466,
      "GCACTCAAGCAGAT": 467,
      "TTTGCA": 468,
      "CAGGA": 469,
      "GACGCC": 470,
      "CAAT": 471,
      "GTGGATTGTGCAGCTCAGCGG": 472,
      "CGAAA": 473,
      "GGTGA": 474,
      "GCTTACC": 475,
      "GTGCAGGATCAAGGAAAGATCGTTTCAA": 476,
      "GGCAAAA": 477,
      "GCGCGCGG": 478,
      "TAACA": 479,
      "GTAAGCGG": 480,
      "CAGCT": 481,
      "GTCAGC": 482,
      "CAGCCTCGCC": 483,
      "GCGACCCGCTGA": 484,
      "GGTCGTAT": 485,
      "CGCGCGCA": 486,
      "CGCCT": 487,
      "TTCA": 488,
      "TACGACCA": 489,
      "GTTACTACTCATGCTTGGTTAAATGA": 490,
      "GCGGA": 491,
      "GGATTCCCACACGG": 492,
      "CTGT": 493,
      "GGGCCGATTCCCACACGG": 494,
      "CGTTTACC": 495,
      "CCGA": 496,
      "CTGTTGGGATTCC": 497,
      "GGAATCCCAACA": 498,
      "CGCGGCCGGTTACGG": 499,
      "GCCACGTGGGAATCGGCCCACCTTGCC": 500,
      "TTGCCGGAATCCCAACA": 501,
      "CTGTTGGGATTCCGGCAAAA": 502,
      "GTGGATTGTGCAGCTCAGCGGGTCGCT": 503,
      "AAACC": 504,
      "TTTAA": 505,
      "CCCACACGGCACCGACGCC": 506,
      "GCACGCGGCCGGTTACGG": 507,
      "GCGCAGT": 508,
      "GGCGCGCGGCAAGGT": 509,
      "GTGTCCCCCGTAACCGGCC": 510,
      "CGCCAGCGTTGAGGATGAGCACCGGCA": 511,
      "GCGTGCGGCC": 512,
      "GTCGGTGCCGTGTGGGAA": 513,
      "GGGCCGATTCCCACGTGGCAGCGGCGCCTGG": 514,
      "TACGACCAGCGACCCGCTGA": 515,
      "GCACCCC": 516,
      "GCACGCGGCCGGTTACGGGGGACA": 517,
      "CTCGCA": 518,
      "GTGTCCCCCGTAACCGGCCGCGTGCGGCC": 519,
      "GCTGCT": 520,
      "CCCATA": 521,
      "GTTTACC": 522,
      "GCACCGGCGCCCGGCAAGGTGGGTGGATT": 523,
      "CCGTTTCCTT": 524,
      "CTGTTGGGATTCCGGCAAAAGGAAA": 525,
      "CCGTTTCCTTTTGCCGGAATCCCAACA": 526,
      "CTGCGCACCCC": 527,
      "TCCCCCCACCTTGCC": 528,
      "CACT": 529,
      "CGACAGCGGCGCCCGGCAAGATGGGCGGATT": 530,
      "TATGGGTTACTACTCATGCTTGGTTAAATGA": 531,
      "CGTCA": 532,
      "CCACACGG": 533,
      "CTTTAA": 534,
      "GTCGCGGCGCCGTACT": 535,
      "GTACGGCGCCGCGACC": 536,
      "GGGTGCGCAGT": 537,
      "CAGT": 538,
      "GAGCA": 539,
      "CTCTT": 540,
      "CGGTA": 541,
      "GCCGTGTGGGAATCCCCCCACCTTGCC": 542,
      "GGCGCGC": 543,
      "GGCCA": 544,
      "GGGGGGATTCCCACACGG": 545,
      "GCGAGTTAGCGGCC": 546,
      "GCTAACTCGCA": 547,
      "TCCACACAGCACC": 548,
      "CATAA": 549,
      "GAACC": 550,
      "GTTAA": 551,
      "GGCTA": 552,
      "GTGGAAA": 553,
      "GATTT": 554,
      "GGCGGGCCGCC": 555,
      "GTCGCGGCGCCGTACTGCGAGTTAGCGGCC": 556,
      "TTTTA": 557,
      "GCTAACTCGCAGTACGGCGCCGCGACC": 558,
      "GTACC": 559,
      "GTCGTGTGGAAA": 560,
      "CTCCA": 561,
      "TTCGG": 562,
      "GCCACC": 563,
      "GCGCGCCT": 564,
      "GCGGCCCCGCTTACC": 565,
      "GTAAGCGGGGCC": 566,
      "GACT": 567,
      "TATCGACATGTATGTAGCTTGTGTTATCC": 568,
      "GCGAA": 569,
      "CGGATAACA": 570,
      "GCTGCACAATCCACGGATAACA": 571,
      "CGCGCGCAGGCGCGC": 572,
      "GGGCGCCGCTGCCGTGTGGGAA": 573,
      "GAACGGCGGCC": 574,
      "GAATCCGCCCATCTTGCCGGGCGCCGCT": 575,
      "GCGCGCGGGAACGGCGGCC": 576,
      "GTTACC": 577,
      "GTCGG": 578,
      "GCTTT": 579,
      "CCCCCACGG": 580,
      "GGTTTT": 581,
      "AAATT": 582,
      "GATAA": 583,
      "GCAAACGG": 584,
      "GCTTATCCTCAACGCTGGCGG": 585,
      "CGCCAGCGTTGAGGATAA": 586,
      "CTGGC": 587,
      "GGTCA": 588,
      "CTCCT": 589,
      "GGGCGCCGGTGCTGTGTGG": 590,
      "TTTTT": 591,
      "GGGCGCCGCGCGCCT": 592,
      "GGCGCCCGGTAAGGTGGGCGGATTTCCACA": 593,
      "AATCCGCCCACCTTGCCGGGCGCCGGT": 594,
      "GTCGTGTGGAAATCCGCCCACCTTACC": 595,
      "TCCCT": 596,
      "GTAAACGG": 597,
      "CGCGCGCAGGCGCGCGGCGCC": 598,
      "GGCGCT": 599,
      "CGGCAAGGTGGGCCGATTCCCACGCGG": 600,
      "GCCGTGG": 601,
      "CATCA": 602,
      "CGCGCA": 603,
      "GGCGCA": 604,
      "GCCAT": 605,
      "GCCGCGTGGGAATCGGCCCACCTTGCCGGGC": 606,
      "CTTAA": 607,
      "AAAAAA": 608,
      "CGCTCACC": 609,
      "GGCGTA": 610,
      "GCGCT": 611,
      "CGCCGGT": 612,
      "TAAA": 613,
      "CGCCAGCGTTGAGGATAAGCACC": 614,
      "GCCGCGTGA": 615,
      "CTCACGCGG": 616,
      "CGCGCGCAGGCGCGCGGCGCCCA": 617,
      "CTGCT": 618,
      "CGGCAAGGT": 619,
      "GGCGA": 620,
      "GTCTT": 621,
      "GCGTGG": 622,
      "GCGGCCA": 623,
      "TACGG": 624,
      "GGCGGTGA": 625,
      "GTGTT": 626,
      "GCTACC": 627,
      "CTGCC": 628,
      "GATGA": 629,
      "TCTT": 630,
      "CTGCGCACCCCCGTGG": 631,
      "GGATAA": 632,
      "GGGCGGATTCTCACGCGG": 633,
      "GCCGCGTGAGAATCCGCCCACCTTGCC": 634,
      "CTGGT": 635,
      "GATAAA": 636,
      "CTTACC": 637,
      "AAAAT": 638,
      "CGCTA": 639,
      "CCCCCACGGGGGTGCGCAGT": 640,
      "TTTGA": 641,
      "CAGCC": 642,
      "GGCTTA": 643,
      "CGCTCACCGCCA": 644,
      "GGGTT": 645,
      "CCCACACGGCACCGGCGCCCGGCAAGGT": 646,
      "GTGTA": 647,
      "GGCGGTGAGCGG": 648,
      "CGCTT": 649,
      "GGCAA": 650,
      "GTCAA": 651,
      "TCCCGCTCACCGCCA": 652,
      "CCACTGA": 653,
      "CGATA": 654,
      "GGGAA": 655,
      "CAAAA": 656,
      "GCTGTGTGGGAATCCGCCCACCTTGCC": 657,
      "GTGGT": 658,
      "TCCAA": 659,
      "GATTAGGGC": 660,
      "CGTCC": 661,
      "TCCGCCA": 662,
      "GATTAGGGCTTTGCA": 663,
      "CTACGCCA": 664,
      "GCCCTAA": 665,
      "GCTTTT": 666,
      "GAAAT": 667,
      "GAAAAA": 668,
      "GCGTA": 669,
      "GTTTTT": 670,
      "TAGCCACC": 671,
      "GCCCTAATCCCGCTCACCGCCA": 672,
      "GGCTATCCTCAACGCTGGCGG": 673,
      "TTCCA": 674,
      "GGCGGTGAGCGGGATTAGGGCTTTGCA": 675,
      "GCTGACGGTGCTTATCCTCAACGCTGGCGG": 676,
      "AAGGTA": 677,
      "CTTCC": 678,
      "CCCACACAGCACC": 679,
      "GTCT": 680,
      "AAAACC": 681,
      "CG": 682,
      "CGCAGCTGCC": 683,
      "CGCCAGCGTTGAGGATAAGCACCGTCAGC": 684,
      "CTGAT": 685,
      "GAGA": 686,
      "CCAT": 687,
      "GGTGCTCATCCTCAACGCTGGCGG": 688,
      "GGTCGTATGGCGTA": 689,
      "CTACGCCATACGACCAGCGACCCGCTGA": 690,
      "GAAACC": 691,
      "GGTTA": 692,
      "TAGCCACCGTCA": 693,
      "CTAAA": 694,
      "GGGCA": 695,
      "TCCATAA": 696,
      "GTAAAA": 697,
      "CGATT": 698,
      "GCTGACGGTGGCTATCCTCAACGCTGGCGG": 699,
      "GCCGTGTGGGAATCAGCCCACCTTGCC": 700,
      "CTGTA": 701,
      "CTCCGCCA": 702,
      "GGAAATCCGCCCACCTTGCCGGGCGCCGGT": 703,
      "CTTCAA": 704,
      "TTTCC": 705,
      "CTTTA": 706,
      "GGGCGGATTTCCACACGG": 707,
      "TAATTAAA": 708,
      "TCCATAACTTTAA": 709,
      "CGCCTTCGG": 710,
      "TTATACC": 711,
      "GGTCGTATGGCGGA": 712,
      "CAAATAA": 713,
      "TAATTAAAGTTAT": 714,
      "GAATA": 715,
      "GGGGA": 716,
      "GTCCA": 717,
      "GCCGCGCC": 718,
      "GCGTCA": 719,
      "TCGGCCCACCTTGCCGCGCGCCGGT": 720,
      "GGGGTT": 721,
      "GTTTGCC": 722,
      "GGGCGCCGGTGCTGTGTGGAAATCCGCCCAT": 723,
      "TCCATAACTTTAATTATACC": 724,
      "AAGGTATAATTAAAGTTAT": 725,
      "GTTTA": 726,
      "GTGGC": 727,
      "GTGAT": 728,
      "GGGCGCTGCT": 729,
      "TTTTTT": 730,
      "GGCGGGCCGCCGTTCC": 731,
      "TTTGTGTTA": 732,
      "CACAAAGGTATAATTAAAGTTAT": 733,
      "CGAAGGCGGGCCGCCGTTCC": 734,
      "AAGA": 735,
      "GCAGC": 736,
      "GCGCGCGGGAACGGCGGCCCGCCTTCGG": 737,
      "CTGAA": 738,
      "TCCATAACTTTAATTATACCTTTGTGTTA": 739,
      "GGTCC": 740,
      "GCGGC": 741,
      "GCGCGTTAGCGGCC": 742,
      "GCTAACGCGCA": 743,
      "CGGAA": 744,
      "GTGTCA": 745,
      "GATAACA": 746,
      "CGCAA": 747,
      "CCAGCGCC": 748,
      "CGTGACC": 749,
      "GAATCGGCC": 750,
      "GCGGCT": 751,
      "TATAA": 752,
      "GCTGCACAATCCACAAATAA": 753,
      "TTTGTGGATTGTGCAGCTCA": 754,
      "CTGCAAA": 755,
      "CAGCAGCGCC": 756,
      "CACCTTACC": 757,
      "GGCGCTGGCC": 758,
      "TTTCA": 759,
      "CGACC": 760,
      "GCTGCAGGTGCTCATCCTCAACGCTGGCGG": 761,
      "CGCCAGCGTTGAGGATGAGCACCTGCA": 762,
      "GATCC": 763,
      "GATAACACAAGCTACATACATGTCGATATGG": 764,
      "CATCAA": 765,
      "GTAAACGGA": 766,
      "CATGG": 767,
      "TCCGTTTACC": 768,
      "GCGGTGT": 769,
      "GGCGCGCGGCAAGGTGGGCCGATT": 770,
      "CCCACGG": 771,
      "GGGTCGG": 772,
      "GGTAT": 773,
      "GTGAA": 774,
      "GTCCT": 775,
      "GTGTGGAAA": 776,
      "GTCACGG": 777,
      "GAATCC": 778,
      "CTCCGCCATACGACCAGCGACCCGCTGA": 779,
      "GGCGCTGGCCGTGA": 780,
      "GGCCT": 781,
      "CCCACACGA": 782,
      "CTGCGG": 783,
      "TTTGTGGATTGTGCAGCTCAGTGG": 784,
      "GTCCGGT": 785,
      "GCTGCACAATCCACA": 786,
      "TTCTT": 787,
      "GGAAAAA": 788,
      "GTTTCC": 789,
      "TATCGACATGTATGTAGCTTGTGTTATCT": 790,
      "GTAAACGGATCC": 791,
      "GCAGGT": 792,
      "CCACTGAGCTGCACAATCCACAAATAA": 793,
      "GCCACGTGG": 794,
      "GTTAAA": 795,
      "GCACCGTCACGG": 796,
      "CTGGCA": 797,
      "GGCGCTGGCCGTGACGGT": 798,
      "GCACCGTCACGGCCAGCGCC": 799,
      "TTCAAA": 800,
      "GCAAAA": 801,
      "TAGA": 802,
      "CGGCACCGGCGCCCGGCAAGGTGGGCGGATT": 803,
      "GCCGCGTGG": 804,
      "GTTGCC": 805,
      "GCGCCT": 806,
      "TTTACC": 807,
      "CACCGCACCGTCACGGCCAGCGCC": 808,
      "GGCGCTGGCCGTGACGGTGCGGTGT": 809,
      "AAAAAAA": 810,
      "GAAACA": 811,
      "CTTCA": 812,
      "CGCTTACC": 813,
      "CGCTCA": 814,
      "GCGTTA": 815,
      "GTCAT": 816,
      "GGCTT": 817,
      "GGGCGGATTCCCACACA": 818,
      "GTTTCGT": 819,
      "GGTTT": 820,
      "CGTGCGG": 821,
      "GATACCA": 822,
      "GGGACACCGCACCGTCACGGCCAGCGCC": 823,
      "GGCAT": 824,
      "CTACA": 825,
      "CAGCCGCGCC": 826,
      "GCAAT": 827,
      "AAATA": 828,
      "GGAGGA": 829,
      "GCGTCC": 830,
      "GGCGTT": 831,
      "CAACC": 832,
      "GCGCGGCGGCC": 833,
      "GCCTTT": 834,
      "CGTTTGCC": 835,
      "CTCTA": 836,
      "GTGCC": 837,
      "TCCGCCCACCTTGCCGGGCGCCGGTGCT": 838,
      "GGTAAGA": 839,
      "CGCCGCA": 840,
      "GGGTA": 841,
      "GTTGA": 842,
      "AAACA": 843,
      "GGCGCCCGGCAA": 844,
      "CAAGGTGGGCCGATTCCCACGCGGCAGC": 845,
      "GGACGCCGGT": 846,
      "GTCGT": 847,
      "TGACA": 848,
      "GTCCGGTAAGGT": 849,
      "GAAAAT": 850,
      "GGATA": 851,
      "GCTCTCAAGCAGAT": 852,
      "GGCGTCCGGTAAGGT": 853,
      "GCCGCGCGG": 854,
      "CGTGCA": 855,
      "GCAGCCCC": 856,
      "TCCATA": 857,
      "GAGCAGGATCAAGGAAAGATCGTTTCAA": 858,
      "GGTCACGTTTACC": 859,
      "GTAAACGTGACC": 860,
      "TCAAA": 861,
      "CATCTTGCC": 862,
      "GAGGT": 863,
      "CGTAA": 864,
      "GGGATTCCGGTAAGA": 865,
      "CTTACCGGAATCC": 866,
      "CGGGCT": 867,
      "CGCCAGCGTTGAGGATAGCCACCGTCA": 868,
      "GTCGTGTGGGAATCGGCCCACCTTGCC": 869,
      "CACAT": 870,
      "GTATGT": 871,
      "CTGCA": 872,
      "CAGCCTCGCCCGGCAAGGTGGGCGGATT": 873,
      "GTAAT": 874,
      "CTCTGCCAAGTTCTTCTGCT": 875,
      "TTATA": 876,
      "CACAGCTGCC": 877,
      "CTTACCGGAATCCCAGCA": 878,
      "CAGCTGTGT": 879,
      "CGCCTGCGG": 880,
      "GCTCC": 881,
      "GAAGA": 882,
      "GCCGTA": 883,
      "CGGCAAGAT": 884,
      "GGCGCCCGGTAAGGTGGGCTGATT": 885,
      "CTGGA": 886,
      "GATTTA": 887,
      "ACC": 888,
      "GCGCCGGT": 889,
      "CTGCGGGA": 890,
      "GCATT": 891,
      "CAGA": 892,
      "CTGAAA": 893,
      "CGTGCGGCAGCT": 894,
      "CCCACACAGCACCGGCGCCCGGCAAGGT": 895,
      "GAGCGCA": 896,
      "TAAT": 897,
      "GCTAACTCGCAGTACGGCGCCGCGACCCGCA": 898,
      "GGGACATACGG": 899,
      "GCCGTGTGGGAATCGGCCCACCTTGCC": 900,
      "GCTAACGCGCAGTACGGCGCC": 901,
      "CGCGGCGCCGTACTGCGCGTTAGCGGCC": 902,
      "GCGAT": 903,
      "GCTGAA": 904,
      "GCCTAT": 905,
      "TCCGCCCCCC": 906,
      "CCGTTTCGT": 907,
      "GGGATTCCGGTAAGACGAAA": 908,
      "GCCGTGTGGAAATCCGCCCACCTTGCC": 909,
      "GGTCGCT": 910,
      "GCCGCGCGGCCGGTTACGG": 911,
      "GCCCCCGTTTGCC": 912,
      "GCAAACGGGGGC": 913,
      "TATGA": 914,
      "GGGAGG": 915,
      "CTGCGCACCCCCGTGGGGGACATACGG": 916,
      "GTATGTCCCCCACGGGGGTGCGCAGT": 917,
      "GCGCCGCT": 918,
      "AAAAA": 919,
      "GTTCCT": 920,
      "TCATT": 921,
      "GCTAT": 922,
      "TCCACATGG": 923,
      "CGGCCCGCCTGCGG": 924,
      "GGAGCGAA": 925,
      "GCAGCGGCGCCCGGCAAGGT": 926,
      "GCCGTGTGGGAATCC": 927,
      "CGCAGCTGCCGCA": 928,
      "GCCATGTGGAAA": 929,
      "GGACA": 930,
      "CGTTA": 931,
      "GGCTTT": 932,
      "GTTCA": 933,
      "GTACGGCGGCCCGCCTGCGG": 934,
      "GCTAACGCGCAGTACGGCGCCGCGTCC": 935,
      "GTGAGCGA": 936,
      "CCGTTTCGTCTTACCGGAATCCCAGCA": 937,
      "CGAGGGA": 938,
      "TTTTTA": 939,
      "GGGGGGCGGA": 940,
      "GGCGGCC": 941,
      "GGGCGCCGCTGCCATGTGGAAA": 942,
      "GCGTGGCC": 943,
      "TCCACATGGCAGCGGCGCCCGGCAAGGT": 944,
      "GGACT": 945,
      "GAATCGGCCCATCTTGCC": 946,
      "CACCT": 947,
      "GCAAACGGGGCT": 948,
      "GCAGCCCCGTTTGCC": 949,
      "GGTCAA": 950,
      "CAAGGTGGGCCGATT": 951,
      "CGCAGACGG": 952,
      "TCCACGG": 953,
      "CTTCTT": 954,
      "GCGCGCC": 955,
      "CAGCTT": 956,
      "CGGAAA": 957,
      "GCGGTA": 958,
      "CTGCAAAGCCCTAATCCCGCTCACCGCCA": 959,
      "GCAAGA": 960,
      "GCCAA": 961,
      "GCACGAA": 962,
      "CGTCTGCGGGA": 963,
      "TTGCA": 964,
      "GGCG": 965,
      "TATCA": 966,
      "GGGGGAAA": 967,
      "GGTGAT": 968,
      "CGTGGCC": 969,
      "CTGCGCACCCCCGTGGGGGA": 970,
      "GGCGGGCCGCCGTACC": 971,
      "GCGTAA": 972,
      "TCCGGTAA": 973,
      "CCCCCGTAACCGGCCGCGCGGCGGCC": 974,
      "AT": 975,
      "CTTGAGTCC": 976,
      "GCGCGCGGGTACGGCGGCCCGCCTGCGG": 977,
      "TCCATAGGC": 978,
      "CCCCCCGTT": 979,
      "GCCTATGGAAAAA": 980,
      "CTATTT": 981,
      "GGGCGAGGCT": 982,
      "GGATCCGTTTACC": 983,
      "GAACGGGGGGTT": 984,
      "TCCAAGCT": 985,
      "GCGCTCTCCT": 986,
      "GTACGT": 987,
      "CGGCA": 988,
      "CGACAGGA": 989,
      "GCCCGCC": 990,
      "TCCCCA": 991,
      "TCCCTCGT": 992,
      "CGCAGACGGGCCGCC": 993,
      "GGTAAAA": 994,
      "GCTGCCA": 995,
      "CGGTAA": 996,
      "GTCCTGTCGG": 997,
      "GCATCACA": 998,
      "CGCGCGCAGCA": 999,
      "CGGTCATTTAACCAAGCATGAGTAGTAACC": 1000,
      "CAGCGGTCC": 1001,
      "CGCAGACGGGCCGCCGTTCC": 1002,
      "TCCGCCCCCCTGA": 1003,
      "CGCTCCAAGCT": 1004,
      "CCACACA": 1005,
      "GTCCTGTCGGGTTT": 1006,
      "TTTGAT": 1007,
      "GCTGCGCGCGGGAACGGCGGCC": 1008,
      "GCGTTGAGGA": 1009,
      "GGCGAAACC": 1010,
      "CAGCGGTCCCGTTTACC": 1011,
      "CTTTTTT": 1012,
      "TTTGCT": 1013,
      "CGCAGACGGGCCGCCGTTCCCGCGCGCAGCA": 1014,
      "GCACGAACCCCCCGTT": 1015,
      "TTACACA": 1016,
      "AGTCA": 1017,
      "GCTCAA": 1018,
      "GCCGTGT": 1019,
      "GTTTTTCCATAGGC": 1020,
      "GTAAGCGTGGCC": 1021,
      "GCGGCCACGCTTACC": 1022,
      "CAGCGGCGCCCGGCAAGGTGGGCGGATT": 1023,
      "GCTTCCT": 1024,
      "GCCCCCTCC": 1025,
      "GGGGAA": 1026,
      "GCCGAA": 1027,
      "GTAAACGGGACC": 1028,
      "GAGCGCACGAGGGA": 1029,
      "TACT": 1030,
      "GGGAGGGGGCT": 1031,
      "CTTGAGTCCAACC": 1032,
      "GCGCCA": 1033,
      "GGCGTTTCCCC": 1034,
      "CCCACGCGG": 1035,
      "GGCCAA": 1036,
      "GTTCTT": 1037,
      "GGGCCGATTCCCACGCGGCAGCAGCGCC": 1038,
      "GTAAACGTGGCC": 1039,
      "GGGGGGCGGAGCCTATGGAAAAA": 1040,
      "GCATAA": 1041,
      "CCCAGCCCCCTCC": 1042,
      "GGCAGC": 1043,
      "GCTGCCGGTAGTCA": 1044,
      "CGCCAGCGTTGAGGATGACTA": 1045,
      "GCTGCCGGTAGTCATCCTCAACGCTGGCGG": 1046,
      "GCTGAT": 1047,
      "GTGAAA": 1048,
      "GTATT": 1049,
      "TTATT": 1050,
      "GAATAA": 1051,
      "CCTT": 1052,
      "CGCCAGCGTTGAGGATGACTACCGG": 1053,
      "GGCCCC": 1054,
      "GCGGCA": 1055,
      "GCCACGTGGGAATCGGCCCATCTTGCC": 1056,
      "GTCAGACGGGATTTTGCTTAT": 1057,
      "GCTCGCCGCA": 1058,
      "GACCA": 1059,
      "GCACCTGCA": 1060,
      "TCAGCC": 1061,
      "CTATAAA": 1062,
      "GTGTAA": 1063,
      "CGTACGG": 1064,
      "CTGG": 1065,
      "CTTAAA": 1066,
      "CTTAACA": 1067,
      "TCCCTCGTGCGCTCTCCT": 1068,
      "CTTGAA": 1069,
      "GTTTTTCCATAGGCTCCGCCCCCCTGA": 1070,
      "CGCTCAA": 1071,
      "GGAAGCGG": 1072,
      "GAAAACC": 1073,
      "GGGCGCCGCTGCCGTGTGGGAAT": 1074,
      "GCTGCAAA": 1075,
      "CGCCAGCGTTGA": 1076,
      "GGGCGTCGGTGCCGTGTGGGAA": 1077,
      "CGGCGCC": 1078,
      "TGACT": 1079,
      "GTGGA": 1080,
      "GCTAAT": 1081,
      "GCCCTGA": 1082,
      "GCAGA": 1083,
      "GCTCCA": 1084,
      "GCTGACGGTGCTCATCCTCAACGCTGGCGG": 1085,
      "GCAGCCA": 1086,
      "GCGTGGCGGTGAGCGGGATTAGGGCTTTGCA": 1087,
      "GCCATAA": 1088,
      "GGGAGGGGGCTGGGTCGG": 1089,
      "GCTGCAAAGCCCTAATCCCGCTCACCGCCA": 1090,
      "GTTACCA": 1091,
      "GCTGTGTGGGAATCGGCCCACCTTGCC": 1092,
      "GGCGCGCGGCAAGGTGGGCGGATT": 1093,
      "GAATGA": 1094,
      "GCGGCCACGTTTACC": 1095,
      "GCTGTT": 1096,
      "GTCCTGTCGGGTTTCGCCA": 1097,
      "GGACTCAA": 1098,
      "CTGCGGCGA": 1099,
      "CAGCGA": 1100,
      "GGCGAAACCCGACAGGA": 1101,
      "CTGACT": 1102,
      "GGCTCA": 1103,
      "AATA": 1104,
      "GCGCGCCGGTGCTGTGTGGAAA": 1105,
      "GGTAAACC": 1106,
      "CGATTTT": 1107,
      "CCCCCC": 1108,
      "CTTAACACGGTA": 1109,
      "TGGT": 1110,
      "GGTTGCC": 1111,
      "AGGCGCCGCTGCCGTGTGGAAA": 1112,
      "GCGGCCCCGTTTACC": 1113,
      "GTAAACGGGGCC": 1114,
      "GCGTGGCGG": 1115,
      "GAAAAAA": 1116,
      "GCTGCGCC": 1117,
      "TCCACACAGCACCGGCGCCCGGCAAGGT": 1118,
      "GGCCTTT": 1119,
      "GCCGTGTGGAA": 1120,
      "GAAATCCGCCCACCTTGCCGGGCGCCGGT": 1121,
      "CGCACC": 1122,
      "GAATAT": 1123,
      "GCCGTGTGGAAATCCGCCCAT": 1124,
      "GCTTCCTCGCTCA": 1125,
      "TCCACACGGCAGCGGCGCCTGG": 1126,
      "GACGA": 1127,
      "GTGAGCGAGGAAGCGG": 1128,
      "CAGCGGCGCCCGGCAAGGTGGGCCGATT": 1129,
      "GGAAAA": 1130,
      "CTGCGCACCCCCGTGGGGGACGTACGG": 1131,
      "GTACGTCCCCCACGGGGGTGCGCAGT": 1132,
      "CTGGAA": 1133,
      "CTTAT": 1134,
      "CCAGGGGGAAA": 1135,
      "CATAT": 1136,
      "CTTTTT": 1137,
      "CTATCGT": 1138,
      "GCTTCC": 1139,
      "TTACA": 1140,
      "GTGTTAAGTT": 1141,
      "GCTACCGTGTTAAGTT": 1142,
      "GGCGC": 1143,
      "CACACA": 1144,
      "GCCACGCAGCTGCCGCA": 1145,
      "TCCGCCCACCTTGCCGGGCGCCGCT": 1146,
      "CGAAT": 1147,
      "GGCGCGG": 1148,
      "GGGCGCCGCTGCTGTGTGG": 1149,
      "GGGTGCGCAGTGGGCGCCGCGCGCCT": 1150,
      "CGTCCTCCACGG": 1151,
      "CGTGCGGCAGCTGCGTGGCGG": 1152,
      "GCTCT": 1153,
      "TTAAAA": 1154,
      "CCCACACAGCAGCGGCGCCCGGCAAGGT": 1155,
      "GGTTAA": 1156,
      "CGTTT": 1157,
      "GGGTTAT": 1158,
      "CGACCGA": 1159,
      "CAAAAAA": 1160,
      "GGTGTT": 1161,
      "GGCTTAGCA": 1162,
      "CTACC": 1163,
      "TTCT": 1164,
      "CCCACACGGCACCGGCGCCCGGTAAGGT": 1165,
      "CAAGGTGGGCGGATTCCCACACGG": 1166,
      "TCCCCT": 1167,
      "CGAAAA": 1168,
      "CGGTCGTT": 1169,
      "CTGCGCACCCCCGT": 1170,
      "GATTCCCACACGG": 1171,
      "GCTAAGCCATAA": 1172,
      "GCTTTTT": 1173,
      "GGTGTCA": 1174,
      "TCCGCCCA": 1175,
      "GGCAGTT": 1176,
      "GCTATGA": 1177,
      "CACTCC": 1178,
      "GGCTGCTGCCA": 1179,
      "GTCAGG": 1180,
      "GCTGGT": 1181,
      "GTGAAT": 1182,
      "GCTACCGTGTTAAGTTCC": 1183,
      "GCAGTT": 1184,
      "CTGCGCACCCCCGTGGAGGA": 1185,
      "TCCGCCCACCCTTTCC": 1186,
      "GGGAACTTAACACGGTA": 1187,
      "CGGTT": 1188,
      "CCCAGCCCGCC": 1189,
      "CGGGCTGGGTTAT": 1190,
      "GCCGTGTGGGAATCCGCCCACCTTACC": 1191,
      "GCTAAGCCATAACCCAGCCCGCC": 1192,
      "CGGGCTGGGTTATGGCTTAGCA": 1193,
      "GCGACCCC": 1194,
      "GCACCA": 1195,
      "GGGCCGCCGGT": 1196,
      "GTAAGCGGGGTCGCT": 1197,
      "GATAT": 1198,
      "GCCGCA": 1199,
      "GCACCTGCAGCGACCCC": 1200,
      "GGTCAT": 1201,
      "CAGCGTGA": 1202,
      "GGCGTGG": 1203,
      "TTCAA": 1204,
      "CTGGCAGCAGCCA": 1205,
      "GTAAGCGGGGTCGCTGCAGGT": 1206,
      "GCACCTGCAGCGACCCCGCTTACC": 1207,
      "GGAGAT": 1208,
      "GGCTACA": 1209,
      "CACCTTACCGGGCGCCGGTGCCGTGTGGGAA": 1210,
      "GCCTCA": 1211,
      "TCTGT": 1212,
      "CTTTTA": 1213,
      "TCCACACAGCACCGGCGCGCGGCAAGGT": 1214,
      "TTTAATT": 1215,
      "GTTTTTT": 1216,
      "GCTGTTAT": 1217,
      "TGAA": 1218,
      "GCACTT": 1219,
      "GTAAACA": 1220,
      "GGACAA": 1221,
      "GGGTAA": 1222,
      "CCGCCA": 1223,
      "GAAGTT": 1224,
      "GGCTGCTGCCAGTGGC": 1225,
      "TC": 1226,
      "CCACACGGCACC": 1227,
      "CGGACT": 1228,
      "GGGAGGGG": 1229,
      "GAAGTA": 1230,
      "GTGGGCC": 1231,
      "GCGAGTCA": 1232,
      "GGATCA": 1233,
      "CTACCA": 1234,
      "GGCAGGAA": 1235,
      "ATT": 1236,
      "AACT": 1237,
      "GCCACGCAGCTGCCGCACGTCCTCCACGG": 1238,
      "CGCCAGCGTTGAGGATGAGCACCGTCAGC": 1239,
      "GCTTCCTCGCTCACTGACT": 1240,
      "CGGCTGCGGCGA": 1241,
      "GCTACCGTGTTAAGTTCCCTGGT": 1242,
      "CACCAGGGAACTTAACACGGTA": 1243,
      "TTTTAA": 1244,
      "CTCAGTT": 1245,
      "GGGGCC": 1246,
      "GCGCTA": 1247,
      "GCGGCCCA": 1248,
      "GCCCT": 1249,
      "GAATCAGCC": 1250,
      "GCGTGA": 1251,
      "GATACCAGGCGTTTCCCC": 1252,
      "GCGAGTCAGTGAGCGAGGAAGCGG": 1253,
      "GGGTGAAA": 1254,
      "CGCTCAAA": 1255,
      "TCCGCCCACCTT": 1256,
      "GGGCCGATTCCCACGCGGCAGC": 1257,
      "GACAA": 1258,
      "GCTACCGTGTTAAGTTCCCTGGTGTCGCT": 1259,
      "GATGATTA": 1260,
      "CAACT": 1261,
      "GCTGTTATGGCC": 1262,
      "GCAAACC": 1263,
      "CAGTCC": 1264,
      "TTCCTGA": 1265,
      "GTTACCGGATAA": 1266,
      "GCCTT": 1267,
      "GGCGCCCG": 1268,
      "CGGCAAGGTGGGCGGATTCCCACACA": 1269,
      "GTGTATA": 1270,
      "AAGAT": 1271,
      "TGAT": 1272,
      "GGCGT": 1273,
      "GGAGCGAACTGCC": 1274,
      "CGGCCA": 1275,
      "CTCATTCCA": 1276,
      "CAGCGACACCAGGGAACTTAACACGGTA": 1277,
      "CACCGGTAAACC": 1278,
      "GCATA": 1279,
      "CTATT": 1280,
      "TTTACCGGTGTCA": 1281,
      "GCGGCCCACTTTCC": 1282,
      "CTGTTTACC": 1283,
      "CGGCAA": 1284,
      "GAACCA": 1285,
      "GGTTTAT": 1286,
      "GGCTTTA": 1287,
      "TACCA": 1288,
      "TTATCCGGTAA": 1289,
      "GGAAAGTGGGCC": 1290,
      "GGCGTGGAATGA": 1291,
      "AAATCA": 1292,
      "CAAAAA": 1293,
      "GCATCA": 1294,
      "CTAAAA": 1295,
      "GTTACCGGATAAGGCGCA": 1296,
      "CTGTGG": 1297,
      "CTTTGCC": 1298,
      "CGGGCTGGGTTATGGCTTAGCAGGGAGGGG": 1299,
      "GCTAATCATCAA": 1300,
      "GTTTAA": 1301,
      "GCGATA": 1302,
      "GACAAA": 1303,
      "CGCCAGCGTTGATGATTA": 1304,
      "CGCCAGCGTTGAGGATGAGCACCGGCAGC": 1305,
      "GCTAATCATCAACGCTGGCGG": 1306,
      "CGGCACC": 1307,
      "GTTTTA": 1308,
      "CGCGAA": 1309,
      "GTCGGTGGT": 1310,
      "CGTGCATACA": 1311,
      "GGGGAT": 1312,
      "CTCATTCCACGCC": 1313,
      "GTTGACCT": 1314,
      "CATCATT": 1315,
      "GTGTCAGGCGTGGAATGA": 1316,
      "GGCGGATT": 1317,
      "CGGCCT": 1318,
      "GCCGTGTGGAAATTCGCCCAT": 1319,
      "GCCGAACGACCGA": 1320,
      "GGGTGG": 1321,
      "GAAAGGCAGGAA": 1322,
      "CGGAAATT": 1323,
      "GGACTGTAT": 1324,
      "CCGCCAGCGTTGAGGA": 1325,
      "TTTCGAA": 1326,
      "CTGTTGCAAA": 1327,
      "TCTA": 1328,
      "TTTTCC": 1329,
      "CTTCT": 1330,
      "GGGCCGATTCCCACACGGCAGCCGCGCC": 1331,
      "GGAGA": 1332,
      "CATCCA": 1333,
      "GACGATA": 1334,
      "TTTCT": 1335,
      "GAAATA": 1336,
      "GGCGAAACCCGACAGGACTATAAA": 1337,
      "CGTGCATACAGTCCA": 1338,
      "TATAGTCCTGTCGGGTTTCGCCA": 1339,
      "GACACGA": 1340,
      "GGTGTAAA": 1341,
      "CGGTCGTTCGGCTGCGGCGA": 1342,
      "CAAGGTGGGCGGATTCCCACACGGCACC": 1343,
      "TTTAAA": 1344,
      "GCCTTTCGG": 1345,
      "TCCCTGCTAAGCCATAACCCAGCCCGCC": 1346,
      "CGGTAAAA": 1347,
      "GGGCGGATTTCCACACGGCAGC": 1348,
      "CCATA": 1349,
      "CGCCAGCGTTGAGGATA": 1350,
      "CAAGGTGGGCTGATT": 1351,
      "GATACC": 1352,
      "CACCTT": 1353,
      "GCGGCCCACTTTCCCCGCCAGCGTTGAGGA": 1354,
      "GGCGCCCGGAAAGGT": 1355,
      "GGCAAA": 1356,
      "GCTGTGTGGAAATCCGCCCACCTTGCC": 1357,
      "GATCAAA": 1358,
      "GCGTGTGG": 1359,
      "GCGGAATGA": 1360,
      "CCAA": 1361,
      "TTTACA": 1362,
      "CTCAACGCTGGCGG": 1363,
      "GCACCGGT": 1364,
      "TAAAAA": 1365,
      "GCTCGCCGCAGCCGAACGACCGA": 1366,
      "GAATCCGCCCATCTTGCC": 1367,
      "GCTGACGC": 1368,
      "TAGCC": 1369,
      "CCGACCCAGCCCCCTCC": 1370,
      "CACCGGTAAACCGAAAGGCAGGAA": 1371,
      "GTGCTT": 1372,
      "CGCTCAAATCA": 1373,
      "GCTGCGCCTTATCCGGTAA": 1374,
      "TAATA": 1375,
      "GCAACT": 1376,
      "GCCTTTCGGTTTACCGGTGTCA": 1377,
      "GCAACAGT": 1378,
      "TCTGCT": 1379,
      "CACCAGCA": 1380,
      "GCCGCGTGGGAATCCGCCCACCTTGCC": 1381,
      "TAACAGCGGAATGA": 1382,
      "AAATAT": 1383,
      "CAGGAGAGCGCACGAGGGA": 1384,
      "TTCCGCTGTTATGGCC": 1385,
      "GATCTT": 1386,
      "GGACTGTATGCACGAACCCCCCGTT": 1387,
      "GAACGGGGGGTTCGTGCATACAGTCCA": 1388,
      "GCATCC": 1389,
      "GAGAT": 1390,
      "AATAT": 1391,
      "CGAGTA": 1392,
      "GTTGTT": 1393,
      "TGCAAAT": 1394,
      "TTCGAA": 1395,
      "GATGCT": 1396,
      "GGCTAAA": 1397,
      "GGACTGTATGCACGAACCCCCCGTTCAGTCC": 1398,
      "TCCTCAACGCT": 1399,
      "GGCAGTTCGCTCCAAGCT": 1400,
      "CGCTACGCT": 1401,
      "TCGT": 1402,
      "TATCC": 1403,
      "CTTCGG": 1404,
      "GAAGCC": 1405,
      "GTACA": 1406,
      "CAATT": 1407,
      "GCCTGAA": 1408,
      "GGATGCC": 1409,
      "GCGGCGG": 1410,
      "CACCAA": 1411,
      "GCGCCTGG": 1412,
      "GCCAGTATA": 1413,
      "TCGGCCCACCTTGCCAGGCGCCGCT": 1414,
      "GGGGT": 1415,
      "TATCAA": 1416,
      "TTTGAGCGTCA": 1417,
      "GAATTGA": 1418,
      "TTTTTTTA": 1419,
      "CTCGT": 1420,
      "CGCATT": 1421,
      "CACCTA": 1422,
      "GTACCA": 1423,
      "CGCAT": 1424,
      "CTCCCCA": 1425,
      "CTACAGCGGCGCCCGGCAAGATGGGCGGATT": 1426,
      "CCAGGGGGAAACGCCT": 1427,
      "CCCACACGGCAGCGGCGCCCGGCAAGGT": 1428,
      "TTTGCATTTTA": 1429,
      "GGATTA": 1430,
      "GGTTCA": 1431,
      "GTAAAATGCAAAT": 1432,
      "GTAACC": 1433,
      "GCTTGTCA": 1434,
      "GAATGAT": 1435,
      "GCCGCGTGGGAATCGGCCCACCTTGCCA": 1436,
      "GGTATCTT": 1437,
      "GAGAA": 1438,
      "CAAAT": 1439,
      "GCTATCCTCAACGCTGGCGG": 1440,
      "CTCATA": 1441,
      "TGACC": 1442,
      "GATTAT": 1443,
      "GAAACAGGTCAA": 1444,
      "GGTTGCCGGT": 1445,
      "CTTATCA": 1446,
      "GCTTGGAGCGAACTGCC": 1447,
      "CGCGGCCA": 1448,
      "GGCCTTA": 1449,
      "GACAT": 1450,
      "GCACCCACC": 1451,
      "GCTGTGTGGAAATCGGCCCACCTTGCC": 1452,
      "GGGCGG": 1453,
      "GGAGCT": 1454,
      "GCGCGGCAAGGTGGGCCGATT": 1455,
      "AAGGTGGGT": 1456,
      "TCCGTCAGG": 1457,
      "GCACCCACCTTCCTGA": 1458,
      "TCCGTCAGGAAGGTGGGT": 1459,
      "GCAAAAA": 1460,
      "CTCATTCCACGCCTGACA": 1461,
      "GGCGGT": 1462,
      "GAACT": 1463,
      "CTGAGTGTCAGGCGTGGAATGA": 1464,
      "GTCGAT": 1465,
      "CTTTCA": 1466,
      "GATTTTA": 1467,
      "GAAATT": 1468,
      "CTATTA": 1469,
      "CAAAGT": 1470,
      "GTGGGATT": 1471,
      "GCACCCACCTTCCTGACGGAAATT": 1472,
      "GCGCGCCGCT": 1473,
      "CGGGA": 1474,
      "CGACCA": 1475,
      "GGCGCCGGT": 1476,
      "TCCCTCGTGCGCTCTCCTGTTCCT": 1477,
      "GGCAACCGG": 1478,
      "TTTAATTTCCGTCAGGAAGGTGGGT": 1479,
      "GTGCT": 1480,
      "GGTTGGCCT": 1481,
      "GGCCAACCCCCC": 1482,
      "GTCTTTCC": 1483,
      "AAAAAAACCT": 1484,
      "CACTGGCCCC": 1485,
      "AAAATT": 1486,
      "TCTTCA": 1487,
      "CGCACCGGCGCCCGGCAAGGTGGGCGGATT": 1488,
      "GGCGCGGGGCCA": 1489,
      "GGTTTTTTTAATTTCCGTCAGGAAGGTGGGT": 1490,
      "GATGTT": 1491,
      "AAGCGG": 1492,
      "GGCGCTGCT": 1493,
      "CACTGGCCCCGCGCCGCT": 1494,
      "CTGACGCTCAAATCA": 1495,
      "CGTAAA": 1496,
      "CATCT": 1497,
      "GGCTTTACACCAGCA": 1498,
      "GCAAAT": 1499,
      "CGGCAAGGTGGGCGGATTTCCACACA": 1500,
      "GCTAACGCA": 1501,
      "CCCACACGGCACCGGCACC": 1502,
      "GTCAAATGACAGGCTCA": 1503,
      "TTTGAGCCTGTCATTTGACA": 1504,
      "GCGGAGTGTATA": 1505,
      "GGACTCAAGACGATA": 1506,
      "CTGCCT": 1507,
      "TTTTCTCC": 1508,
      "GTCAAATGACAGGCTCAAAGGT": 1509,
      "AAGCT": 1510,
      "TGGGTTACTACTCATGCTTGGTTAAATGA": 1511,
      "CCAGCACC": 1512,
      "CCCACACGGCACCGGCGCCCGG": 1513,
      "GAATTT": 1514,
      "GTAGTGTGGAAA": 1515,
      "GCGTCAGCA": 1516,
      "CTTTCATAAA": 1517,
      "GGGTGCCGGTGCCGTGTGGGAA": 1518,
      "GCACCGGCA": 1519,
      "CGGCT": 1520,
      "GAACAA": 1521,
      "CTCTGGA": 1522,
      "CTCCAGA": 1523,
      "CTCCTGAATCC": 1524,
      "GGCGCGGGGCCAGTGGGATT": 1525,
      "TCCACACGGCAGCA": 1526,
      "CTCCTGAATCCCACTGGCCCCGCGCCGCT": 1527,
      "GGCGCGGGGCCAGTGGGATTCAGGA": 1528,
      "GCGGATCCGTTTACC": 1529,
      "GGCGCCCGGTAAGAT": 1530,
      "GAAAGTCTT": 1531,
      "GTCGTGTGGGAATCCGCCCATCTTGCC": 1532,
      "CTTGAGTCCAACCCGGAAA": 1533,
      "GATCA": 1534,
      "GGCGCGGGGCCAGTGGGATTCAGGAGAATA": 1535,
      "GCAAAAACC": 1536,
      "GTGCTCA": 1537,
      "GTTCTCAA": 1538,
      "CGAGGC": 1539,
      "CACCTATT": 1540,
      "GCCAGTATACACTCC": 1541,
      "CTGGTAA": 1542,
      "ATA": 1543,
      "GGGCGCCGGTGCTGTGTGGAAATTCGCCCAT": 1544,
      "GTTGACCTGTTTCC": 1545,
      "GTATTT": 1546,
      "CTCACA": 1547,
      "TTTGCTGCGTTA": 1548,
      "GTTGCT": 1549,
      "GGGCATT": 1550,
      "GATAAGTT": 1551,
      "GGAACA": 1552,
      "GCTAACGCAGCAAACC": 1553,
      "CCCCAA": 1554,
      "GGTGTTTTACC": 1555,
      "CGCACA": 1556,
      "GGCGCTGCTGCCGTGTGGAAA": 1557,
      "GTGTTA": 1558,
      "GCTGTGTGGAAATCC": 1559,
      "GTCTA": 1560,
      "TACTCGAT": 1561,
      "GTTTTTA": 1562,
      "GGGCGCCGGTGCTGTGTGGAAATCCGCCCA": 1563,
      "GCTGTGTGGGAATCC": 1564,
      "TCCACACGGCAGCAGCGCCTGG": 1565,
      "GGAGGGTAA": 1566,
      "CAGCCTCGCCCGGCAAGGT": 1567,
      "GGTGCC": 1568,
      "CTATGG": 1569,
      "CATAAGCCTGAA": 1570,
      "AAAAGA": 1571,
      "CGGTAAAACACCTATT": 1572,
      "GTATAA": 1573,
      "TTACCCTCCA": 1574,
      "GTCTTTCCGGGTT": 1575,
      "TTGAGAACAAAAA": 1576,
      "TCACA": 1577,
      "GGG": 1578,
      "GAATCA": 1579,
      "GTCAGACGGGATTTTGCTTATCGAGTA": 1580,
      "CTGTTGCAAATA": 1581,
      "CATGAA": 1582,
      "TCTTCAGGCTTA": 1583,
      "GTTCTCAATACTCGAT": 1584,
      "CATAAGCCTGAAGATTT": 1585,
      "TTCAAATCTTCAGGCTTA": 1586,
      "CATAAGCCTGAAGATTTGAATTGA": 1587,
      "CTATTTGCAACAGT": 1588,
      "GGGCTGATTCCCACACGG": 1589,
      "GCTGGTTTAT": 1590,
      "GCTCAATTCAAATCTTCAGGCTTA": 1591,
      "GTCTGTT": 1592,
      "CCAGCACCTTTGAGCCTGTCATTTGACA": 1593,
      "GCGCACCGGT": 1594,
      "TCCGCCTTTAT": 1595,
      "GGTGTTTTACCGAAT": 1596,
      "CTTTCATAAAGGCGGA": 1597,
      "GGCATA": 1598,
      "TCCACACAGCACCGGT": 1599,
      "CATAAGCCTGAAGATTTGAATTGAGCAAGA": 1600,
      "CATGCC": 1601,
      "TCCGCCTTTATGAAAGTCTT": 1602,
      "CCTCTGA": 1603,
      "GCAAGCA": 1604,
      "GAATCTA": 1605,
      "CGCTTTT": 1606,
      "GCAGT": 1607,
      "GGAGGGTAATTACC": 1608,
      "TTTAAT": 1609,
      "TATCACCA": 1610,
      "CCGACTATTTGCAACAGT": 1611,
      "GAATTTT": 1612,
      "CAAGA": 1613,
      "CTTTCATAAAGGCGGATCGT": 1614,
      "CATCTT": 1615,
      "GTTTTTGTTCTCAATACTCGAT": 1616,
      "TCCACACGGCAGC": 1617,
      "CCACA": 1618,
      "AAACCGCTT": 1619,
      "GCCGTGTGGAAATCCGCCCATCTTACC": 1620,
      "TCCGCCCACCTTACCGGGCGCCGCT": 1621,
      "GGTAATTACCCTCCA": 1622,
      "CTTTCATAAAGGCGGATCGTC": 1623,
      "GAATTA": 1624,
      "AATCC": 1625,
      "CTGTTGCAAATAGTCGGTGGT": 1626,
      "GACGATCCGCCTTTATGAAAGTCTT": 1627,
      "GTCTTA": 1628,
      "GGGCATTCGGTAAAACACCTATT": 1629,
      "TATCACCACCGACTATTTGCAACAGT": 1630,
      "CTGTTGCAAATAGTCGGTGGTGATAAA": 1631,
      "GGTTGA": 1632,
      "GGTGTTTTACCGAATGCCCTGA": 1633,
      "CGTCAGGGCATTCGGTAAAACACCTATT": 1634,
      "AAATAA": 1635,
      "CAAAGTGGGCGGATTTCCACACAGCACC": 1636,
      "CGGCTT": 1637,
      "GGGGATGATAAGTT": 1638,
      "AAAGA": 1639,
      "CTTATCATCCCC": 1640,
      "GTCGAAA": 1641,
      "GGGCCGATTTCCACACAGCACCGGT": 1642,
      "GGGCGGATTTCCACACGGCACC": 1643,
      "GAGTTCGG": 1644,
      "GCTTGTCAGGGGGGCGGAGCCTATGGAAAAA": 1645,
      "GATTCTGT": 1646,
      "CCACTGATTTGAGCGTCA": 1647,
      "CTGACGG": 1648,
      "CGCCACTGGCAGCAGCCA": 1649,
      "GTGGCTGCTGCCAGTGGC": 1650,
      "GCGGAGTGTATACTGGC": 1651,
      "GAGTTCTTGAA": 1652,
      "CACCGGCGCCCGGCAAGGTGGGCGGATTCC": 1653,
      "CCGGGTT": 1654,
      "CTATGA": 1655,
      "CGCGGCCATAACAGCGGAATGA": 1656,
      "GGGCCGATTCCCACACAGCACC": 1657,
      "GGTGTTTTACCGAATGCCCTGACGAGGC": 1658,
      "GAGGC": 1659,
      "TTTGCATTCA": 1660,
      "GGTTACTACTCATGCTTGGTTAAATGA": 1661,
      "GCGTGCA": 1662,
      "CGTGAT": 1663,
      "GAAAATGCC": 1664,
      "GTGGCC": 1665,
      "GTGAATGCAAA": 1666,
      "GTCAAGTGAATGCAAA": 1667,
      "TTTGCATTCACTTGA": 1668,
      "TTTGCATTCACTTGACTCCCCA": 1669,
      "GTTTTTCCATAGGCTCCGCCCCCCTGACAA": 1670,
      "GGATTCCCACACA": 1671,
      "TTTGCC": 1672,
      "AAACCGCTTGGCGG": 1673,
      "GGGCGCCGGTGCCGTGG": 1674,
      "TTCCGCTGTTATGGCCGCGTT": 1675,
      "CTTTCT": 1676,
      "TTTTTTTACGCCT": 1677,
      "TCCACC": 1678,
      "CAGCGTT": 1679,
      "GTAAAAAAACCGCTTGGCGG": 1680,
      "GCTCCATCA": 1681,
      "GTTTCGA": 1682,
      "GTCAGTGT": 1683,
      "GTAGGT": 1684,
      "GGGTATTTGCATTCACTTGACTCCCCA": 1685,
      "GGCGCCCGGCAAGATGGGCGGATTCCCACA": 1686,
      "CTCAGTTCCGG": 1687,
      "GATAAT": 1688,
      "CGTTTACA": 1689,
      "GGGCCGATTCCCACGCGGCAGCGGCGCCTGG": 1690,
      "CTTTGCCGGGCGCCGGTGCCGTGTGGGAA": 1691,
      "TTAGA": 1692,
      "TATTTT": 1693,
      "TCCGCCCACCTTGCCGGGCGCTGCT": 1694,
      "GATTCTA": 1695,
      "CCGGA": 1696,
      "CGAACTCTT": 1697,
      "GTCGAA": 1698,
      "CTCAAA": 1699,
      "CGCGGA": 1700,
      "CTGACTCCAGA": 1701,
      "CTTATCATCCCCTTTT": 1702,
      "GGGGAATCATT": 1703,
      "CTGACGCTCAAATCAGTGGT": 1704,
      "GGGGAGTCAAGTGAATGCAAA": 1705,
      "CTTATCATCCCCTTTTGCTGAT": 1706,
      "CGTGGCAGCGGCGCCTGG": 1707,
      "GGTATCTTTATAGTCCTGTCGGGTTTCGCCA": 1708,
      "GCTTAA": 1709,
      "CTCTGGAGTCAGTGT": 1710,
      "CGCCAGCGTTGAGAAT": 1711,
      "GTTACCGGATAAGGCGCAGCGGT": 1712,
      "GAACAT": 1713,
      "GCCGCCAAGCGG": 1714,
      "CGCCGTGA": 1715,
      "GTCACGTA": 1716,
      "TATCTT": 1717,
      "GAAGCT": 1718,
      "GCAAAAGGGGATGATAAGTT": 1719,
      "CCGACCCC": 1720,
      "GCCGCCAAGCGGTTTTTTTACGCCT": 1721,
      "CGCTAA": 1722,
      "GATATT": 1723,
      "GTAATGTAAA": 1724,
      "TTACACACTGACTCCAGA": 1725,
      "GCCGGGC": 1726,
      "GGGGAATCATTCTCAACGCTGGCGG": 1727,
      "GGGCGCCGGTGCTGTGTGGGAATCAGCC": 1728,
      "CATGTGCA": 1729,
      "CTCCGGCGCCCGGAAAGGGT": 1730,
      "GTTATTTA": 1731,
      "CGGATT": 1732,
      "TTTACATTACACACTGACTCCAGA": 1733,
      "CTCTGGAGTCAGTGTGTAATGTAAA": 1734,
      "GAGT": 1735,
      "CAACGG": 1736,
      "TTCCTT": 1737,
      "CTACCAGCGA": 1738,
      "GGCAACCGGCAAGGTGGGCTGATT": 1739,
      "GTCGCTGGTA": 1740,
      "GGGCGGA": 1741,
      "GACACTACCAGCGA": 1742,
      "GAATGGGTT": 1743,
      "GCTCCATCAGCAAAAGGGGATGATAAGTT": 1744,
      "TCAGTCA": 1745,
      "GTATTTT": 1746,
      "GGCCGCCGCCAAGCGGTTTTTTTACGCCT": 1747,
      "CTGGCTT": 1748,
      "TATTTAT": 1749,
      "CTTATCATCCCCTTTTGCTGATGGAGCT": 1750,
      "CCAGCA": 1751,
      "TACCCACC": 1752,
      "GCACATGAA": 1753,
      "CTCTGGAGTCAGTGTGTAATGTAAATGACT": 1754,
      "TTTCTT": 1755,
      "GCGAAA": 1756,
      "CGTCAA": 1757,
      "CGCCTTGA": 1758,
      "GACCAAGA": 1759,
      "CTAAT": 1760,
      "CGAAAT": 1761,
