{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "GC": 9,
      "AA": 10,
      "TT": 11,
      "TC": 12,
      "GA": 13,
      "GG": 14,
      "CC": 15,
      "TG": 16,
      "TA": 17,
      "CA": 18,
      "TGC": 19,
      "GGC": 20,
      "TGA": 21,
      "TCA": 22,
      "AAA": 23,
      "GCA": 24,
      "GTT": 25,
      "GCC": 26,
      "GAA": 27,
      "TGG": 28,
      "TAA": 29,
      "GTC": 30,
      "CCA": 31,
      "GGA": 32,
      "TTC": 33,
      "TCC": 34,
      "TTA": 35,
      "GAC": 36,
      "AAC": 37,
      "TAC": 38,
      "TGGC": 39,
      "CCC": 40,
      "GCCA": 41,
      "TTTT": 42,
      "GTA": 43,
      "TGAA": 44,
      "TGCA": 45,
      "TGCC": 46,
      "GGCA": 47,
      "CAC": 48,
      "TGTT": 49,
      "TGGA": 50,
      "GCGC": 51,
      "TCAA": 52,
      "GGCC": 53,
      "TAAA": 54,
      "TGAC": 55,
      "GCAA": 56,
      "TCCA": 57,
      "GTCA": 58,
      "GAAA": 59,
      "TTCA": 60,
      "TTGA": 61,
      "GCCC": 62,
      "TCGA": 63,
      "GTG": 64,
      "GGAA": 65,
      "GCGA": 66,
      "GTGC": 67,
      "TCTT": 68,
      "TCCC": 69,
      "GCTT": 70,
      "GTGA": 71,
      "AAAA": 72,
      "GCAC": 73,
      "GTAA": 74,
      "GAAC": 75,
      "GTTC": 76,
      "TACC": 77,
      "TATT": 78,
      "GCGG": 79,
      "TCAC": 80,
      "TCGG": 81,
      "GTGG": 82,
      "TCGC": 83,
      "GTTA": 84,
      "GGTT": 85,
      "GACC": 86,
      "TACA": 87,
      "GACA": 88,
      "GATT": 89,
      "AAAC": 90,
      "TATC": 91,
      "TTAC": 92,
      "GTCC": 93,
      "GGAC": 94,
      "TGTC": 95,
      "TAAC": 96,
      "TTCC": 97,
      "GGGC": 98,
      "GGGA": 99,
      "CCAC": 100,
      "CACC": 101,
      "GCTC": 102,
      "TGGCC": 103,
      "GCTGC": 104,
      "GGTC": 105,
      "TGTA": 106,
      "GTAC": 107,
      "TTAA": 108,
      "GCGGC": 109,
      "TTTC": 110,
      "TGACC": 111,
      "GATC": 112,
      "AACC": 113,
      "GAGC": 114,
      "GGTA": 115,
      "GATA": 116,
      "GGCCA": 117,
      "TGGCA": 118,
      "TCACC": 119,
      "TGAAA": 120,
      "AACA": 121,
      "TGCCA": 122,
      "TTTA": 123,
      "GCACC": 124,
      "GGGG": 125,
      "TTGC": 126,
      "GCGCC": 127,
      "TGCCC": 128,
      "GAAAA": 129,
      "GGCAA": 130,
      "TCTC": 131,
      "GAGG": 132,
      "TGGAA": 133,
      "GTGGC": 134,
      "GTGAA": 135,
      "GCGCA": 136,
      "TATA": 137,
      "TGAAC": 138,
      "CATC": 139,
      "GCCGG": 140,
      "TTGG": 141,
      "GCCAA": 142,
      "TGTTC": 143,
      "GGCGC": 144,
      "TGGAC": 145,
      "GAGA": 146,
      "GCCAC": 147,
      "GCAGG": 148,
      "CCACC": 149,
      "TTACC": 150,
      "TAAAA": 151,
      "TGTCA": 152,
      "GTTCA": 153,
      "TGACA": 154,
      "GTGCA": 155,
      "TTCAA": 156,
      "GTGCC": 157,
      "GGCGA": 158,
      "TGTGC": 159,
      "TGATC": 160,
      "TTTCA": 161,
      "GGCGG": 162,
      "GCTGG": 163,
      "TGTCC": 164,
      "GGCAC": 165,
      "TGCAC": 166,
      "GAACA": 167,
      "GTAAA": 168,
      "GCTA": 169,
      "GCTGA": 170,
      "TCTGC": 171,
      "CCCC": 172,
      "GTTTT": 173,
      "GCCGA": 174,
      "GCAAC": 175,
      "TGCAA": 176,
      "GTGTT": 177,
      "GCAAA": 178,
      "TGATT": 179,
      "GAACC": 180,
      "GCAGA": 181,
      "GGCCC": 182,
      "GTTCC": 183,
      "GGTCA": 184,
      "GACAA": 185,
      "GTCCA": 186,
      "GTGAC": 187,
      "GCCGC": 188,
      "TGGTT": 189,
      "GCACA": 190,
      "TAACC": 191,
      "GCAGC": 192,
      "TCAAA": 193,
      "GCCTT": 194,
      "GGAAA": 195,
      "GAAGA": 196,
      "GTCGA": 197,
      "GAAAC": 198,
      "GGACA": 199,
      "TAGA": 200,
      "GTCAA": 201,
      "TGGCCA": 202,
      "GCATT": 203,
      "TCGCC": 204,
      "TATCA": 205,
      "TGTGG": 206,
      "GACGG": 207,
      "GGCTT": 208,
      "GCTTC": 209,
      "GTGGA": 210,
      "TTATT": 211,
      "GTCAC": 212,
      "GGTGC": 213,
      "GCGAA": 214,
      "TGATA": 215,
      "GCCCA": 216,
      "CCAA": 217,
      "AAACA": 218,
      "TAAAC": 219,
      "GCGTT": 220,
      "GGGAA": 221,
      "AACAA": 222,
      "TGTAA": 223,
      "GACCA": 224,
      "TGCTT": 225,
      "GATCA": 226,
      "GCGTC": 227,
      "GCGAC": 228,
      "GCTCA": 229,
      "TGGTC": 230,
      "GGATT": 231,
      "GTTAC": 232,
      "GATGC": 233,
      "CACA": 234,
      "TCTA": 235,
      "TTCTT": 236,
      "GTAAC": 237,
      "GTACC": 238,
      "TCCGG": 239,
      "GCCCC": 240,
      "TGTTTT": 241,
      "TCATC": 242,
      "TCCTT": 243,
      "GGTGA": 244,
      "TGCTC": 245,
      "AAACC": 246,
      "GGGTT": 247,
      "TCCAA": 248,
      "GGAGA": 249,
      "TTACA": 250,
      "GCTGGC": 251,
      "GGTGG": 252,
      "TGTAC": 253,
      "GGATC": 254,
      "GAATT": 255,
      "TCGTC": 256,
      "GAGCA": 257,
      "GGTAA": 258,
      "GTACA": 259,
      "GTTGA": 260,
      "GGGCA": 261,
      "TCGGC": 262,
      "TGGTA": 263,
      "TGAAAA": 264,
      "GTATT": 265,
      "GGGCC": 266,
      "TGTGA": 267,
      "TTCCA": 268,
      "TCAAC": 269,
      "GATAA": 270,
      "GGAAC": 271,
      "TACCA": 272,
      "TCCAC": 273,
      "TGGCAA": 274,
      "TCATT": 275,
      "TCGCA": 276,
      "GGGGC": 277,
      "GTTAA": 278,
      "GACGA": 279,
      "GCCTGC": 280,
      "CCCAA": 281,
      "GCTCC": 282,
      "TCACA": 283,
      "GCGCCA": 284,
      "TCGAA": 285,
      "GATGA": 286,
      "TTTTTT": 287,
      "TTTTCA": 288,
      "GGATA": 289,
      "TTCGA": 290,
      "GTCCC": 291,
      "GGACC": 292,
      "GATGG": 293,
      "GACCC": 294,
      "GGTAC": 295,
      "TAACA": 296,
      "GTCTT": 297,
      "TGCACC": 298,
      "TCAGG": 299,
      "CCCA": 300,
      "TACAA": 301,
      "GCATC": 302,
      "GAGAA": 303,
      "GCCGCC": 304,
      "GGCCAA": 305,
      "TTTGC": 306,
      "GATCC": 307,
      "TGAGC": 308,
      "TTATC": 309,
      "GGTTC": 310,
      "TCAAAA": 311,
      "CCACA": 312,
      "TGTTCA": 313,
      "TTTTC": 314,
      "GCTAC": 315,
      "TTGGC": 316,
      "TTGAA": 317,
      "GGGGA": 318,
      "GCTG": 319,
      "TTCAC": 320,
      "CCATC": 321,
      "GCTGGA": 322,
      "TGCTGC": 323,
      "GCAGCA": 324,
      "AAAAAA": 325,
      "GAGTT": 326,
      "GCGCAA": 327,
      "TCACCA": 328,
      "GGGTC": 329,
      "TGAACA": 330,
      "TCTTC": 331,
      "GGCGGC": 332,
      "TTATA": 333,
      "GCCACC": 334,
      "TATCC": 335,
      "TGCTG": 336,
      "TCGTT": 337,
      "TGACCA": 338,
      "GAAAAA": 339,
      "TACCC": 340,
      "TGACAA": 341,
      "TGCCAA": 342,
      "GCAAAA": 343,
      "TTGCA": 344,
      "TAAAAA": 345,
      "GCGTA": 346,
      "TCTGG": 347,
      "TCCCC": 348,
      "GCGGA": 349,
      "TTGCC": 350,
      "TGTTA": 351,
      "GTCGG": 352,
      "TCGAC": 353,
      "GGCGTT": 354,
      "GCACCA": 355,
      "TTGTT": 356,
      "TCTGA": 357,
      "GAGCC": 358,
      "TATGC": 359,
      "TCTCC": 360,
      "CCGGA": 361,
      "TAGC": 362,
      "TGATGA": 363,
      "TCCCA": 364,
      "TATGA": 365,
      "TATTC": 366,
      "TGCGG": 367,
      "GGCGCA": 368,
      "TCGACC": 369,
      "GGAAAA": 370,
      "TTTGA": 371,
      "TCAGA": 372,
      "GCGTCA": 373,
      "TGGCGA": 374,
      "TTTTCC": 375,
      "TGAACC": 376,
      "GGCACC": 377,
      "TGGCAC": 378,
      "TATAA": 379,
      "GCGCCC": 380,
      "TCCACC": 381,
      "GGCTGC": 382,
      "GAAAAC": 383,
      "GCGGCC": 384,
      "GATAC": 385,
      "TGTG": 386,
      "GCCGGC": 387,
      "GCGGCA": 388,
      "TTTCC": 389,
      "TCAACA": 390,
      "TTGTC": 391,
      "GGTTA": 392,
      "GGGTA": 393,
      "TGATGG": 394,
      "GAATA": 395,
      "GCAACA": 396,
      "GAACAA": 397,
      "TGTCGG": 398,
      "GGCTC": 399,
      "TGGCCATC": 400,
      "TTTTA": 401,
      "TGCTGG": 402,
      "TGAGCA": 403,
      "GCTTGA": 404,
      "TATAC": 405,
      "TGCGA": 406,
      "TAATA": 407,
      "GTCACC": 408,
      "TGAAAC": 409,
      "GGCGAC": 410,
      "TTCAAC": 411,
      "TCAACC": 412,
      "GCTGTT": 413,
      "TTAAA": 414,
      "GAAGAA": 415,
      "TCCTGC": 416,
      "CACAA": 417,
      "TTCACC": 418,
      "GCAGGCGC": 419,
      "GCCGGA": 420,
      "GCTGCC": 421,
      "TTTAC": 422,
      "TGGTGC": 423,
      "TTCAAA": 424,
      "GTATC": 425,
      "GTTCAA": 426,
      "TTCCC": 427,
      "TATTTT": 428,
      "TGAGG": 429,
      "CCAGA": 430,
      "GCTAA": 431,
      "GCAGGC": 432,
      "GTTTC": 433,
      "GCCAAC": 434,
      "GCCACA": 435,
      "GCTTCC": 436,
      "GGCAAC": 437,
      "TCATCA": 438,
      "TTGACC": 439,
      "TATTAA": 440,
      "GCTCAA": 441,
      "TTTAA": 442,
      "TGCTGA": 443,
      "TCATA": 444,
      "TGGGCC": 445,
      "GATGGC": 446,
      "TGTGCC": 447,
      "GCCGTT": 448,
      "TTGAC": 449,
      "TCTCA": 450,
      "TAGG": 451,
      "TGAGA": 452,
      "TCCCCC": 453,
      "GCTGAA": 454,
      "TATGG": 455,
      "TGCTGGC": 456,
      "TCAGCA": 457,
      "AAAGA": 458,
      "GTTGTT": 459,
      "TCTTCC": 460,
      "GCTGCA": 461,
      "TGTCGA": 462,
      "GGCCCA": 463,
      "TTCGG": 464,
      "GGAACA": 465,
      "TCGCCA": 466,
      "TGATGC": 467,
      "GCCGAC": 468,
      "TGGACA": 469,
      "GTGACC": 470,
      "GCGGCTGTT": 471,
      "GCTTA": 472,
      "GCTTCA": 473,
      "TTTGG": 474,
      "GAGGA": 475,
      "GGTTTT": 476,
      "GGTGAA": 477,
      "TGTCCA": 478,
      "TGTACC": 479,
      "TGGTGG": 480,
      "TGGCCATCGCCA": 481,
      "GCTTTT": 482,
      "GCATCA": 483,
      "GCCAAA": 484,
      "GGCACA": 485,
      "GCGACC": 486,
      "GTGCCC": 487,
      "TATCAA": 488,
      "TGCAAA": 489,
      "TGATAA": 490,
      "GCAGCC": 491,
      "GCAGAA": 492,
      "GACGGC": 493,
      "GTGAAA": 494,
      "GTAAAA": 495,
      "GGTAAA": 496,
      "GAATC": 497,
      "TCCGGC": 498,
      "GCCATC": 499,
      "GGGAC": 500,
      "TATTA": 501,
      "GCAGGCGCTGGA": 502,
      "GAGGC": 503,
      "TGTGAA": 504,
      "TGGCCC": 505,
      "GTGCCA": 506,
      "GGGTGA": 507,
      "TGAGTT": 508,
      "TCAGCC": 509,
      "TGTCAC": 510,
      "CCCGA": 511,
      "GTGTC": 512,
      "TTAAC": 513,
      "TGTGGC": 514,
      "TGGTGA": 515,
      "TCCAAC": 516,
      "TGTTCC": 517,
      "GTGGCC": 518,
      "GCGACA": 519,
      "TACACC": 520,
      "GCGGCTGTTGCCGG": 521,
      "GCTCCA": 522,
      "GCGTGA": 523,
      "GCGCAC": 524,
      "CCAGG": 525,
      "GCAACC": 526,
      "TGTGCA": 527,
      "TACAC": 528,
      "GGCGTC": 529,
      "GTTGG": 530,
      "TGGTCA": 531,
      "TTCTGC": 532,
      "TTCGCC": 533,
      "TGAAAAA": 534,
      "TGCAGCGGCTGTTGCCGG": 535,
      "GAAACC": 536,
      "GTGAAC": 537,
      "GTTACC": 538,
      "GCGAAC": 539,
      "GATTGA": 540,
      "TAGCC": 541,
      "TGCCCA": 542,
      "TGACCC": 543,
      "TGGAAA": 544,
      "TTATTA": 545,
      "GAAACA": 546,
      "GCAGGCGCTGGAGACGG": 547,
      "TTGCCC": 548,
      "GGGCGC": 549,
      "GCAGGA": 550,
      "TTTTAA": 551,
      "TGCCGA": 552,
      "TGTATT": 553,
      "GGCAAA": 554,
      "GAAGG": 555,
      "TGGGA": 556,
      "GACGAC": 557,
      "GGACAA": 558,
      "TGACCCCGGA": 559,
      "TGCGCC": 560,
      "TGAGCC": 561,
      "GCATA": 562,
      "GTCAAA": 563,
      "TTCTC": 564,
      "TCCGA": 565,
      "GCCCCA": 566,
      "TCTAC": 567,
      "TGTCGC": 568,
      "TGCTCC": 569,
      "TAAAAC": 570,
      "GTAACC": 571,
      "TACCAA": 572,
      "TGCTGTGCCA": 573,
      "TGTCTT": 574,
      "GTTTA": 575,
      "GTCTC": 576,
      "GGATCA": 577,
      "TTCTTC": 578,
      "TTACCA": 579,
      "AACGA": 580,
      "TGTTAA": 581,
      "GCCCCC": 582,
      "CACCA": 583,
      "GGCTGG": 584,
      "GCAGTT": 585,
      "GTAAAC": 586,
      "TCTGGC": 587,
      "TCTTTT": 588,
      "GAGAC": 589,
      "GATGAA": 590,
      "GGCTA": 591,
      "GCCGCCA": 592,
      "GAACCA": 593,
      "GTCGTT": 594,
      "TACGG": 595,
      "CCCTT": 596,
      "GTGGAA": 597,
      "GCGTGC": 598,
      "TCGGCA": 599,
      "GGTGGA": 600,
      "TGATCC": 601,
      "TCAGTT": 602,
      "TAACCA": 603,
      "GGAGG": 604,
      "TAAACA": 605,
      "GGAACC": 606,
      "TCTTCA": 607,
      "TCATCC": 608,
      "TGGAAC": 609,
      "TGCACA": 610,
      "GCACAA": 611,
      "TGACCAA": 612,
      "GCTGAC": 613,
      "TCGCCC": 614,
      "GGTGGC": 615,
      "GGTGCA": 616,
      "TGTGAC": 617,
      "TGATTTT": 618,
      "TACTT": 619,
      "GTACCC": 620,
      "TCCCAA": 621,
      "GCTCGA": 622,
      "GCGTCC": 623,
      "GGTCC": 624,
      "TGCTCA": 625,
      "GAAAAAA": 626,
      "TAACCC": 627,
      "GTCGCC": 628,
      "GGATGC": 629,
      "TTCTGG": 630,
      "GCCAGCA": 631,
      "TGAAGG": 632,
      "GTGCAA": 633,
      "TGGCACA": 634,
      "GCAGGTGG": 635,
      "TGCAGCGGCTGTTGCCGGTGCTGTGCCA": 636,
      "GACAC": 637,
      "GATCCA": 638,
      "GGCTGA": 639,
      "GTCCAC": 640,
      "GGATAA": 641,
      "TTAGCA": 642,
      "GACTT": 643,
      "GCAAAAA": 644,
      "TCCCCA": 645,
      "TATTCC": 646,
      "GCGGAA": 647,
      "GAGCGC": 648,
      "GGGCGA": 649,
      "GGCGGA": 650,
      "GGCCAC": 651,
      "AAATA": 652,
      "GAAGCC": 653,
      "TTCGTT": 654,
      "GCCAGA": 655,
      "TCGACA": 656,
      "GGTTAA": 657,
      "TAACAA": 658,
      "TGGCCTGACCCCGGA": 659,
      "TTAACC": 660,
      "TCGTA": 661,
      "TCTGCC": 662,
      "TGTGGA": 663,
      "TATGGC": 664,
      "TATGCC": 665,
      "GAATAC": 666,
      "GCCAGTT": 667,
      "GCCCAA": 668,
      "GTGTGG": 669,
      "GACACC": 670,
      "CACCAA": 671,
      "GCTCAC": 672,
      "TGTAAA": 673,
      "TATCTT": 674,
      "TGCGTT": 675,
      "GGCGGCA": 676,
      "CCACCA": 677,
      "TGTTGA": 678,
      "TTCCCC": 679,
      "GCTGGCC": 680,
      "TTGGCC": 681,
      "TCGCGG": 682,
      "GATAAA": 683,
      "TAGTT": 684,
      "TATCCA": 685,
      "TATTCA": 686,
      "TGCGCA": 687,
      "TCACCC": 688,
      "GTTGGA": 689,
      "TAATT": 690,
      "TTCTCC": 691,
      "CCCGG": 692,
      "TGACGG": 693,
      "GTGACA": 694,
      "AAAACA": 695,
      "GCGAAA": 696,
      "GATTC": 697,
      "TGTTAC": 698,
      "GGCGAA": 699,
      "TGACAC": 700,
      "GCATGA": 701,
      "GCATGG": 702,
      "TGGTAC": 703,
      "TCCGTT": 704,
      "TTATCA": 705,
      "GACTC": 706,
      "GACTGC": 707,
      "TGGCTT": 708,
      "TGGACC": 709,
      "GTGTCA": 710,
      "GGTTCC": 711,
      "GACCAA": 712,
      "GCAGGTGGTGGCCATCGCCA": 713,
      "TAGAC": 714,
      "GGCAACA": 715,
      "GCCTA": 716,
      "GCCGAA": 717,
      "TGGGCA": 718,
      "TAAGA": 719,
      "GGAGAA": 720,
      "TTCGCA": 721,
      "TGCCGG": 722,
      "GGCAGA": 723,
      "GCTTAA": 724,
      "GATTCC": 725,
      "GCTCTT": 726,
      "GCTACC": 727,
      "GCTCGG": 728,
      "TCGGCC": 729,
      "GATTCA": 730,
      "TGTCCC": 731,
      "TGCCCC": 732,
      "TGATGCC": 733,
      "GCCGCA": 734,
      "GAATAA": 735,
      "TGGGTT": 736,
      "GTCGTC": 737,
      "GACGTT": 738,
      "TGGCGG": 739,
      "GTACCA": 740,
      "TGAAGA": 741,
      "GTACAA": 742,
      "GGGGTCA": 743,
      "GCTCCC": 744,
      "TCGCGC": 745,
      "GATTTT": 746,
      "GGGATT": 747,
      "TGTGTT": 748,
      "TGTACA": 749,
      "AAACCA": 750,
      "GTGTA": 751,
      "GCGTGG": 752,
      "TTGGA": 753,
      "TTTGCA": 754,
      "GGGCGG": 755,
      "AAATCA": 756,
      "GCATTC": 757,
      "GCACCC": 758,
      "GAAGTT": 759,
      "CCCGGC": 760,
      "TCAATA": 761,
      "GCCCAC": 762,
      "TCGGA": 763,
      "GATTA": 764,
      "GGTACA": 765,
      "TATTGA": 766,
      "TGATCA": 767,
      "GCAGGCC": 768,
      "GCCTGG": 769,
      "TAATCA": 770,
      "TTCGAC": 771,
      "GACGAA": 772,
      "TGGCGGC": 773,
      "TCGACCA": 774,
      "GTGTCC": 775,
      "TCTTAA": 776,
      "AAACAA": 777,
      "GTCCAA": 778,
      "GCTGTA": 779,
      "TTAAAA": 780,
      "GAGTA": 781,
      "TGTAAC": 782,
      "TAGCA": 783,
      "TGCAAC": 784,
      "TGCCAC": 785,
      "GCCTC": 786,
      "GAACCC": 787,
      "TGGGG": 788,
      "TTCTGA": 789,
      "GACAAC": 790,
      "TCCACA": 791,
      "TCCAGCGCC": 792,
      "GATTAA": 793,
      "GCTGCCC": 794,
      "GGCAAGCAGGCGCTGGAGACGG": 795,
      "GCTATT": 796,
      "GCGTTA": 797,
      "TTGTA": 798,
      "GATCAA": 799,
      "GGGCAA": 800,
      "TAGCCA": 801,
      "GGCGGCC": 802,
      "GGCAAAA": 803,
      "GCAGCGC": 804,
      "GTCTGC": 805,
      "GGAAAAA": 806,
      "GCGATA": 807,
      "TTAACA": 808,
      "TTTATT": 809,
      "TCTGAA": 810,
      "GAGGCC": 811,
      "GATCTT": 812,
      "GGTGAC": 813,
      "GGTTGA": 814,
      "GGGTG": 815,
      "GGCGTA": 816,
      "AAATT": 817,
      "GTTTCA": 818,
      "GAACAC": 819,
      "TGGGAA": 820,
      "TGGTAA": 821,
      "TAAAAAA": 822,
      "GTCAAC": 823,
      "CCATT": 824,
      "GGATGA": 825,
      "GGATAC": 826,
      "TTACAC": 827,
      "AAAACC": 828,
      "GCGTAA": 829,
      "GCAAAC": 830,
      "TTTACC": 831,
      "GGGCCA": 832,
      "GGTGTT": 833,
      "GGTCAA": 834,
      "GGGAAA": 835,
      "GGTCGA": 836,
      "GGGGAA": 837,
      "TGTATC": 838,
      "TATACC": 839,
      "TGCTGGA": 840,
      "GTTCAC": 841,
      "GAACACC": 842,
      "TGGGGA": 843,
      "TTATGA": 844,
      "TCGGTCA": 845,
      "GTTACA": 846,
      "GACCCA": 847,
      "TCACCAA": 848,
      "GCGTG": 849,
      "GCGTTC": 850,
      "GCTGTC": 851,
      "TTGCCA": 852,
      "TTTGAA": 853,
      "TCTTGA": 854,
      "TCGCGA": 855,
      "TCTCAC": 856,
      "GAGTC": 857,
      "GGTATT": 858,
      "GGCTCA": 859,
      "GCCGCGC": 860,
      "TAATGC": 861,
      "CCAGTT": 862,
      "TCCGCC": 863,
      "TACTGC": 864,
      "GTATCC": 865,
      "TCGATA": 866,
      "GTGTGC": 867,
      "GTTCGA": 868,
      "CCACAA": 869,
      "GGCCCATGGCCTGACCCCGGA": 870,
      "TTGTCA": 871,
      "TCTGCA": 872,
      "TCAAAC": 873,
      "GGGTGC": 874,
      "GTTTTA": 875,
      "GGACCA": 876,
      "GACAAA": 877,
      "TTTTTA": 878,
      "TTTTTGC": 879,
      "TTTTTCA": 880,
      "TTTTTTC": 881,
      "GTATA": 882,
      "GTCACA": 883,
      "TTCACA": 884,
      "TTCATCA": 885,
      "TCACAA": 886,
      "GCGGCCA": 887,
      "TGACCCC": 888,
      "GTGGCCA": 889,
      "TCTGAC": 890,
      "GATGCC": 891,
      "GGGTGG": 892,
      "TGTCAA": 893,
      "TCATGG": 894,
      "GCCTCA": 895,
      "GCCTCC": 896,
      "GAAGGA": 897,
      "TGGTTC": 898,
      "TCCTCA": 899,
      "GACTGA": 900,
      "GACTGG": 901,
      "AACAAC": 902,
      "CCCTGC": 903,
      "TGCCTT": 904,
      "TGACGA": 905,
      "GTAACA": 906,
      "GCGGCAA": 907,
      "TGGCCACCACC": 908,
      "TCTAA": 909,
      "TCTGTT": 910,
      "GGTCAC": 911,
      "GGTCGC": 912,
      "TATCGG": 913,
      "TGCGGCC": 914,
      "GGCCACC": 915,
      "GCAGTC": 916,
      "GCCTGA": 917,
      "GCCGTC": 918,
      "GCCGAGC": 919,
      "GTCGGCC": 920,
      "TTCTTCA": 921,
      "TTACCC": 922,
      "AACTGG": 923,
      "TACTGG": 924,
      "TTTTGAA": 925,
      "GGCATA": 926,
      "TCAACCA": 927,
      "GCCCTT": 928,
      "GTGTAA": 929,
      "GAACTTC": 930,
      "GCTGCAA": 931,
      "TGTTCAA": 932,
      "GCTGACC": 933,
      "GGGGCA": 934,
      "GGTCTT": 935,
      "GGGCTT": 936,
      "TGTGTC": 937,
      "TGCGCCA": 938,
      "GGCTCC": 939,
      "TCAGCCA": 940,
      "GCAGGAA": 941,
      "GTTGAA": 942,
      "TCCGCA": 943,
      "TTATTC": 944,
      "AACAAA": 945,
      "TACGTC": 946,
      "CCCGCA": 947,
      "GTAGA": 948,
      "GTATCA": 949,
      "CACGA": 950,
      "TAAACC": 951,
      "TACCCA": 952,
      "TGGCACC": 953,
      "TCACCCA": 954,
      "TGAAACA": 955,
      "GCTAAC": 956,
      "TTTGTT": 957,
      "TTTCAA": 958,
      "GGGTCA": 959,
      "GGTCGG": 960,
      "TAGTC": 961,
      "TATAAA": 962,
      "TGCTTTT": 963,
      "GGCGCGC": 964,
      "GGCGTG": 965,
      "TGATTA": 966,
      "TGATGAA": 967,
      "GTTGTC": 968,
      "GTTCCA": 969,
      "GTCTCCAGCGCC": 970,
      "GGCCTGC": 971,
      "GTGTTC": 972,
      "GGAATT": 973,
      "GTGATA": 974,
      "GACCAAC": 975,
      "TTCCAA": 976,
      "TGAAACC": 977,
      "GCACCGGCAACA": 978,
      "TGCCCAA": 979,
      "TGCACCGTCTCCAGCGCC": 980,
      "TGGGCCTGGCACA": 981,
      "TGCACCGTCTCCAGCGCCTGCTT": 982,
      "TGGGCCTGGCACAGCACCGGCAACA": 983,
      "GCTAAA": 984,
      "GCTCGC": 985,
      "TTGCGG": 986,
      "TCTGGA": 987,
      "TCGGCCA": 988,
      "GATCAC": 989,
      "GGTGCC": 990,
      "TATCGC": 991,
      "TGCGGA": 992,
      "TGCTGCC": 993,
      "GGCTTC": 994,
      "GGCTGGC": 995,
      "TCAGGA": 996,
      "TCAGCGC": 997,
      "GCATGGC": 998,
      "GTTTTC": 999,
      "GCCGTA": 1000,
      "GAATGA": 1001,
      "GAAGCA": 1002,
      "GAATCC": 1003,
      "TGGGTA": 1004,
      "GTCCCC": 1005,
      "TTCTGGC": 1006,
      "TTATGG": 1007,
      "TTATTCA": 1008,
      "GACGGA": 1009,
      "CCCGTT": 1010,
      "TTTTTCC": 1011,
      "GGCAGTT": 1012,
      "GGCAGGA": 1013,
      "GTGGCA": 1014,
      "TCCCTGCC": 1015,
      "GTTCTT": 1016,
      "GGCCATGGGCCTGGCACAGCACCGGCAACA": 1017,
      "GTGAACA": 1018,
      "GGTGGTGGCCATCGCCA": 1019,
      "GCGGAC": 1020,
      "TCTTA": 1021,
      "TCTCAA": 1022,
      "GAGAAA": 1023,
      "GGGACA": 1024,
      "GGGGAC": 1025,
      "TGTGTA": 1026,
      "TATGAA": 1027,
      "TATACA": 1028,
      "TGCTTC": 1029,
      "TCATGA": 1030,
      "TCATAA": 1031,
      "AAAGAA": 1032,
      "GTTGCGC": 1033,
      "TGGTCC": 1034,
      "GGATGG": 1035,
      "TCCTGCA": 1036,
      "TTATCC": 1037,
      "AACTGGC": 1038,
      "TACTC": 1039,
      "CCCGGA": 1040,
      "GCCATA": 1041,
      "CACTC": 1042,
      "GCGCTC": 1043,
      "GCGCTGC": 1044,
      "GCGCTGG": 1045,
      "TCCAGA": 1046,
      "GTGATT": 1047,
      "GGTCAAC": 1048,
      "AACCCA": 1049,
      "TGAACAA": 1050,
      "GCCGCTGCACCGTCTCCAGCGCCTGCTT": 1051,
      "GCTACA": 1052,
      "TTGAAA": 1053,
      "GGTTCA": 1054,
      "GGGTTC": 1055,
      "TATGCA": 1056,
      "TGCTGTT": 1057,
      "GGCTTTT": 1058,
      "TGAGGA": 1059,
      "TGATCAA": 1060,
      "AAATAA": 1061,
      "GTTTAA": 1062,
      "GCCGCCC": 1063,
      "GCCGGAA": 1064,
      "GTCTTC": 1065,
      "CCATCA": 1066,
      "GACTGGC": 1067,
      "TACGTT": 1068,
      "GCCACCA": 1069,
      "TTTTTAA": 1070,
      "GGCCGA": 1071,
      "GCAAGA": 1072,
      "TTCATT": 1073,
      "TTGATA": 1074,
      "TTGACA": 1075,
      "GACCCC": 1076,
      "GGGAGA": 1077,
      "CACCCC": 1078,
      "GCTGCCA": 1079,
      "AACCAA": 1080,
      "AACCCC": 1081,
      "GCGCCAA": 1082,
      "GTGAAAA": 1083,
      "TGTGCAA": 1084,
      "GCGTAC": 1085,
      "TCGGAA": 1086,
      "GAGGAA": 1087,
      "TGTCACC": 1088,
      "TAGGA": 1089,
      "TGCGTC": 1090,
      "TGCGCGA": 1091,
      "GGCCCC": 1092,
      "GGCGCGG": 1093,
      "GGCGAGC": 1094,
      "TGAGTA": 1095,
      "TCAGGC": 1096,
      "GTTGCA": 1097,
      "GTTTCC": 1098,
      "GTTTAC": 1099,
      "GCCTGCA": 1100,
      "CCAGAA": 1101,
      "GGAGTT": 1102,
      "TTCGTGC": 1103,
      "TTCAAAA": 1104,
      "CACGGA": 1105,
      "GCGATC": 1106,
      "TCCCTTTA": 1107,
      "GGTTGTT": 1108,
      "GACACA": 1109,
      "CACCCA": 1110,
      "TTACCCA": 1111,
      "GCAGGTGGTGGCCATCGCCAGCAA": 1112,
      "GCTGGCA": 1113,
      "TTGTGC": 1114,
      "TCTCGC": 1115,
      "GGGTAA": 1116,
      "GGGGTT": 1117,
      "GGTAAC": 1118,
      "GGTGATC": 1119,
      "TAGAA": 1120,
      "TAGGCA": 1121,
      "TATGGA": 1122,
      "TATCGA": 1123,
      "TATCCC": 1124,
      "GGCGTCA": 1125,
      "TGATAAA": 1126,
      "TCATGC": 1127,
      "AAAGCC": 1128,
      "GCAGCGCA": 1129,
      "GTTAAA": 1130,
      "TGGTGGC": 1131,
      "TGGTCGA": 1132,
      "TAATAA": 1133,
      "TCCTC": 1134,
      "TCCGGA": 1135,
      "AACTT": 1136,
      "AACGGC": 1137,
      "TGGCTGG": 1138,
      "GGCAGAA": 1139,
      "TGGATT": 1140,
      "TGGAGA": 1141,
      "TCAAAAA": 1142,
      "GCAACCC": 1143,
      "TCCAGTT": 1144,
      "TCGCGCA": 1145,
      "TTACAA": 1146,
      "TTCCCA": 1147,
      "GGGCGAACTTC": 1148,
      "TCCCTTTATTAGCA": 1149,
      "GCTATC": 1150,
      "TTTGCC": 1151,
      "TTGGAA": 1152,
      "TCGTCA": 1153,
      "TCGTTC": 1154,
      "GGTGTA": 1155,
      "TACCAC": 1156,
      "TAGATA": 1157,
      "TGCAAAA": 1158,
      "GGCGAAA": 1159,
      "GGCGATC": 1160,
      "TGAGTC": 1161,
      "TCAGAA": 1162,
      "TCATTA": 1163,
      "TCATCGA": 1164,
      "AAAGGA": 1165,
      "GCAGTA": 1166,
      "GCAGACC": 1167,
      "GCCTTC": 1168,
      "GCCTGAA": 1169,
      "GCCAAAA": 1170,
      "GCCGAAC": 1171,
      "GAAGTCA": 1172,
      "GAAAACA": 1173,
      "GTCGAA": 1174,
      "GTCCCA": 1175,
      "CCAGGC": 1176,
      "CCAGCCA": 1177,
      "CCAGCGC": 1178,
      "TTCTTA": 1179,
      "TCCGAC": 1180,
      "TACGA": 1181,
      "GCCAGCTT": 1182,
      "TTTTGA": 1183,
      "TTTTCCA": 1184,
      "CACTCA": 1185,
      "TGTTCAC": 1186,
      "GTGGAC": 1187,
      "GAACAAC": 1188,
      "TACCCC": 1189,
      "GTGGGA": 1190,
      "TACACA": 1191,
      "TGGCCACCACCTGCTCC": 1192,
      "TCCCTTTATTAGCAGGGCGAACTTC": 1193,
      "GCGCACC": 1194,
      "GCTGGAA": 1195,
      "GCGTGGC": 1196,
      "GCGTGGA": 1197,
      "TTTCCC": 1198,
      "TTTTAC": 1199,
      "TCTCGA": 1200,
      "TCGCTT": 1201,
      "TCGTTA": 1202,
      "GATGCA": 1203,
      "GGGTCAA": 1204,
      "TAGCGG": 1205,
      "TATCAC": 1206,
      "TGCTCCA": 1207,
      "GGCGTTC": 1208,
      "GGCGACA": 1209,
      "TGATGGA": 1210,
      "TCAGTA": 1211,
      "GCATGC": 1212,
      "GCAGCCC": 1213,
      "GCATCGA": 1214,
      "GCAGGTC": 1215,
      "GTTGTA": 1216,
      "TGGTTCA": 1217,
      "TGGAAAA": 1218,
      "CCAGGTGGTGGCCATCGCCA": 1219,
      "GGACATC": 1220,
      "TTCTCTT": 1221,
      "TCCGTC": 1222,
      "TCCTTC": 1223,
      "TCCGCAA": 1224,
      "TTATTGA": 1225,
      "GACGCC": 1226,
      "TACGCC": 1227,
      "GCCATCC": 1228,
      "GTATTC": 1229,
      "GCGCTTC": 1230,
      "GCGCAAC": 1231,
      "TCCAGAA": 1232,
      "TTCAGGA": 1233,
      "GCCCGCA": 1234,
      "GCGACCA": 1235,
      "GCACGA": 1236,
      "TCGCCCA": 1237,
      "GACACCA": 1238,
      "TGGCCAA": 1239,
      "TGGCCGA": 1240,
      "TTAAAAA": 1241,
      "GGTAGA": 1242,
      "GTGCCAA": 1243,
      "GCTGAAA": 1244,
      "TTTGGC": 1245,
      "TTGGCA": 1246,
      "TTCCAC": 1247,
      "TCTCCA": 1248,
      "GGGGCC": 1249,
      "GGTATC": 1250,
      "GGTGTC": 1251,
      "GGGGGC": 1252,
      "TGCTGAC": 1253,
      "TGCCACC": 1254,
      "GGCTGCC": 1255,
      "GGCGATA": 1256,
      "GGCGGCAA": 1257,
      "TGATGCA": 1258,
      "TGAGGTA": 1259,
      "AAACCC": 1260,
      "GCATCC": 1261,
      "GCAGCCA": 1262,
      "GTTTTTT": 1263,
      "GTTGGCC": 1264,
      "GCCGGCC": 1265,
      "GCCGCAC": 1266,
      "TGGTTTT": 1267,
      "TGGTGGA": 1268,
      "AACGTC": 1269,
      "TACGAC": 1270,
      "TACAAC": 1271,
      "GTAGTC": 1272,
      "GGCATCA": 1273,
      "GAAATTC": 1274,
      "TTCACCA": 1275,
      "GTGTAC": 1276,
      "GGAAGA": 1277,
      "GCGGTCA": 1278,
      "CCACCCC": 1279,
      "GCAACAA": 1280,
      "TGGCAAGCAGGCGCTGGAGACGG": 1281,
      "TGGCCACCACCTGCTCCGGGGTCA": 1282,
      "GCGTGAA": 1283,
      "TTTAAA": 1284,
      "TTGCTT": 1285,
      "TTGCTC": 1286,
      "TCGTGG": 1287,
      "TCGTGTT": 1288,
      "GGAAAC": 1289,
      "GGGTAC": 1290,
      "GGGGTA": 1291,
      "TGTGGCA": 1292,
      "TATATC": 1293,
      "TATTAC": 1294,
      "TGCGGCA": 1295,
      "TGCTTGA": 1296,
      "GGCGCC": 1297,
      "GGCGGGA": 1298,
      "TGATTC": 1299,
      "TGATGTT": 1300,
      "TCATCCA": 1301,
      "TCAGCGG": 1302,
      "GCAGCAA": 1303,
      "GTTGGC": 1304,
      "GTTGCC": 1305,
      "GTTCCC": 1306,
      "GCCGCGA": 1307,
      "GAAGCGG": 1308,
      "GAAAAAC": 1309,
      "TGGGCAA": 1310,
      "TAATC": 1311,
      "TAAAACA": 1312,
      "GGACAC": 1313,
      "TTCTTTT": 1314,
      "TTCAACC": 1315,
      "TTATTTT": 1316,
      "GACAAAC": 1317,
      "TACAAA": 1318,
      "TACGCA": 1319,
      "TGGCTGC": 1320,
      "CCCGTC": 1321,
      "GCCATT": 1322,
      "TGCAGGA": 1323,
      "CACGAA": 1324,
      "CACAAAA": 1325,
      "TCAACCC": 1326,
      "GCAATCA": 1327,
      "TTCATC": 1328,
      "GCCCGA": 1329,
      "GTGCGCGA": 1330,
      "TCTTTCA": 1331,
      "TCTTAAA": 1332,
      "GCTTCAC": 1333,
      "GTGATCGA": 1334,
      "GCGGTA": 1335,
      "TAACGA": 1336,
      "TGCCCCC": 1337,
      "GTGGCAA": 1338,
      "GAAACAA": 1339,
      "TTGCGC": 1340,
      "TTGTTC": 1341,
      "TTGCTGC": 1342,
      "TCTACA": 1343,
      "TCGTCC": 1344,
      "GAGCTT": 1345,
      "GATATT": 1346,
      "GAGCGG": 1347,
      "GACCAC": 1348,
      "GGTTAC": 1349,
      "TGTGCCA": 1350,
      "TGCTGAA": 1351,
      "TGCTCAA": 1352,
      "TGCTTCA": 1353,
      "GGCGCAC": 1354,
      "GGCTACA": 1355,
      "GGCGATT": 1356,
      "TGATGGC": 1357,
      "TCATTTT": 1358,
      "GCAGCTGC": 1359,
      "GTTTTTC": 1360,
      "TAATCC": 1361,
      "CCAGCCC": 1362,
      "TTCTGCA": 1363,
      "TCCTCC": 1364,
      "GACGGCC": 1365,
      "AACGGA": 1366,
      "AACGAC": 1367,
      "TGGCAAA": 1368,
      "TTTTTC": 1369,
      "GTAGTA": 1370,
      "TGGACCA": 1371,
      "GGCCGCGC": 1372,
      "TGACAAA": 1373,
      "TTGATCC": 1374,
      "GTAAAAA": 1375,
      "TACCGA": 1376,
      "TGTCGCC": 1377,
      "GCTCTCC": 1378,
      "TGACACA": 1379,
      "TCAAACA": 1380,
      "GATGGCGGCAAGCAGGCGCTGGAGACGG": 1381,
      "GCAGGTGGTGGCCATCGCCAGCCAC": 1382,
      "GCTTAC": 1383,
      "GCTCACC": 1384,
      "GCTGGAC": 1385,
      "GCTGCAC": 1386,
      "GCGTTCC": 1387,
      "TTTCCA": 1388,
      "TTTCTT": 1389,
      "TTGCAC": 1390,
      "TTGAAC": 1391,
      "TTGGTT": 1392,
      "TTGTCC": 1393,
      "TCTAAA": 1394,
      "TCGTGC": 1395,
      "GATCGA": 1396,
      "GGTCCA": 1397,
      "GGGAAC": 1398,
      "TGTGACC": 1399,
      "GGCTTCA": 1400,
      "GGCGTGA": 1401,
      "GGCGTCC": 1402,
      "GGCGCTC": 1403,
      "GGCGGCCA": 1404,
      "TGATCGA": 1405,
      "TGAGTG": 1406,
      "GCAGGCA": 1407,
      "GCATCCA": 1408,
      "GCACCAC": 1409,
      "GCATTAA": 1410,
      "GTTTGG": 1411,
      "GTTAAC": 1412,
      "GTTGCCA": 1413,
      "GTTTGCA": 1414,
      "GTTGGCA": 1415,
      "GCCGTCA": 1416,
      "GCCGACC": 1417,
      "GCCGACA": 1418,
      "GCCTTGC": 1419,
      "TGGTTA": 1420,
      "TGGGCCA": 1421,
      "TGGTGCC": 1422,
      "TGGTCTT": 1423,
      "TGGGCGGC": 1424,
      "GTCGAC": 1425,
      "CCAGCA": 1426,
      "CCAGTA": 1427,
      "GGAGCTT": 1428,
      "GGATTTC": 1429,
      "TTCGTC": 1430,
      "TTCTGAA": 1431,
      "TTATCAA": 1432,
      "TTATCCA": 1433,
      "TTATTTA": 1434,
      "GACGTC": 1435,
      "GACTTC": 1436,
      "TGGCCCA": 1437,
      "TGGCAAC": 1438,
      "CCCGGCC": 1439,
      "GCCATCA": 1440,
      "GCCAGAA": 1441,
      "GTAGCC": 1442,
      "GTATTGA": 1443,
      "TGCAGA": 1444,
      "CACAAA": 1445,
      "TGTTGTT": 1446,
      "TGGATGA": 1447,
      "GCGCTCA": 1448,
      "TGACGAA": 1449,
      "GCCCTGCA": 1450,
      "TCCCGA": 1451,
      "TCCCGCC": 1452,
      "TCGCTGC": 1453,
      "TCGCGTT": 1454,
      "TGTCGTC": 1455,
      "TGAAAGA": 1456,
      "TGCCCCA": 1457,
      "GTGCAC": 1458,
      "TGTGCGA": 1459,
      "GTAAACA": 1460,
      "TAAACAA": 1461,
      "GCGCCAC": 1462,
      "GCGTGCC": 1463,
      "GCTGATC": 1464,
      "GCTGTGG": 1465,
      "TTTATC": 1466,
      "GATGGA": 1467,
      "GAGAAC": 1468,
      "GATAAC": 1469,
      "GGGCAC": 1470,
      "GGTACC": 1471,
      "TGTGAAA": 1472,
      "TGTGTCA": 1473,
      "TGTGTAA": 1474,
      "TATGTT": 1475,
      "TATGAC": 1476,
      "TAGCGA": 1477,
      "TATATT": 1478,
      "TGCGCGC": 1479,
      "TGCTCTT": 1480,
      "GGCTGGA": 1481,
      "GGCTGAC": 1482,
      "GGCGTGG": 1483,
      "GGCGGGC": 1484,
      "TGATAC": 1485,
      "TGAGCCA": 1486,
      "TGATGAC": 1487,
      "TGATTTA": 1488,
      "TCATGAA": 1489,
      "TCAGTCA": 1490,
      "GCAGGAC": 1491,
      "GTTCACC": 1492,
      "GCCTGCC": 1493,
      "GCCTTGA": 1494,
      "GCCTGCCA": 1495,
      "GAATTC": 1496,
      "GAAGAAC": 1497,
      "TGGGCGA": 1498,
      "TGGTCGG": 1499,
      "TAATTC": 1500,
      "TAATGGC": 1501,
      "TAATAAA": 1502,
      "GTCGGC": 1503,
      "GTCTGG": 1504,
      "GGATTC": 1505,
      "GGATAAA": 1506,
      "TTCGAA": 1507,
      "TTCTTGA": 1508,
      "TCCGGCA": 1509,
      "TTAGA": 1510,
      "TTATCGA": 1511,
      "GACGTTC": 1512,
      "TACGAA": 1513,
      "CCCAAC": 1514,
      "GCCATCGA": 1515,
      "GCCATTGC": 1516,
      "TTTTGGC": 1517,
      "TGAACCA": 1518,
      "TGCATC": 1519,
      "GGCAGGGA": 1520,
      "GCGCGGCC": 1521,
      "TCAAAAC": 1522,
      "GGCCAAA": 1523,
      "TGACGTT": 1524,
      "TCCAGCCC": 1525,
      "GAAACCA": 1526,
      "TCGATGC": 1527,
      "GTGTGGC": 1528,
      "GGAAGAC": 1529,
      "TCCCGGA": 1530,
      "TCGGTAA": 1531,
      "TACACCA": 1532,
      "GGACAAC": 1533,
      "GGGCTGGC": 1534,
      "GCGGCCC": 1535,
      "TGACCGA": 1536,
      "GATCGTC": 1537,
      "GAGCTGGC": 1538,
      "GCACCAA": 1539,
      "GAGGGTC": 1540,
      "GAGGAAC": 1541,
      "CCACCAA": 1542,
      "CCCCCA": 1543,
      "GCACACA": 1544,
      "GCTATA": 1545,
      "GCTGTTC": 1546,
      "GCGTGCA": 1547,
      "TTTACA": 1548,
      "TTGAAAA": 1549,
      "TCTCTT": 1550,
      "TCTCCC": 1551,
      "TCGAAC": 1552,
      "TCTGTC": 1553,
      "GAGCAA": 1554,
      "GAGGTT": 1555,
      "TAGCGC": 1556,
      "TAGCTT": 1557,
      "TATGTC": 1558,
      "TGCGAC": 1559,
      "TGCGCGG": 1560,
      "TGCCCAC": 1561,
      "TGCGCTGC": 1562,
      "GGCTCAA": 1563,
      "GGCGCAA": 1564,
      "GGCGGAA": 1565,
      "GGCGTGC": 1566,
      "GGCGAAC": 1567,
      "TGAGAA": 1568,
      "TGAGCCC": 1569,
      "TCAGGCC": 1570,
      "TCAGCAA": 1571,
      "AAATTTC": 1572,
      "GCAGAC": 1573,
      "GCAGAAA": 1574,
      "GCAGCAC": 1575,
      "GCAGTTC": 1576,
      "GTTTTTA": 1577,
      "GCCGGCA": 1578,
      "GCCTGTT": 1579,
      "GCCGTGG": 1580,
      "GAAGGCA": 1581,
      "TGGGGC": 1582,
      "TGGTTGA": 1583,
      "GTCAAAA": 1584,
      "CCACCC": 1585,
      "GGAGCC": 1586,
      "GGAGTC": 1587,
      "GGATGAC": 1588,
      "GGAGAAA": 1589,
      "TTCTAA": 1590,
      "TTCGACA": 1591,
      "TCCGAA": 1592,
      "TCCGCCA": 1593,
      "TCCTCAA": 1594,
      "TCCTTCA": 1595,
      "TCCGGGC": 1596,
      "GACGC": 1597,
      "GACGCGC": 1598,
      "CCCGAA": 1599,
      "GCCAGTC": 1600,
      "GCCACCAA": 1601,
      "TGAATC": 1602,
      "TGCACCA": 1603,
      "TGCCGTT": 1604,
      "TGCCGGA": 1605,
      "TGCCAAAA": 1606,
      "GGCACCC": 1607,
      "CACTTC": 1608,
      "TGTTCCC": 1609,
      "TCAATGA": 1610,
      "TAAATCA": 1611,
      "GCAAGAA": 1612,
      "TCCACCA": 1613,
      "GCCCGAA": 1614,
      "GTGCTGC": 1615,
      "GTGATC": 1616,
      "GTGACCA": 1617,
      "TATTGG": 1618,
      "TATTCCA": 1619,
      "TCGCGTC": 1620,
      "GTTATC": 1621,
      "GGACGA": 1622,
      "TGCCACA": 1623,
      "GGGGTGC": 1624,
      "TGGACAA": 1625,
      "TGCACAA": 1626,
      "GAACACA": 1627,
      "TAACCAA": 1628,
      "GCGTTCA": 1629,
      "GCGGAGA": 1630,
      "TTTCGA": 1631,
      "TTTCAC": 1632,
      "TTGGGC": 1633,
      "TCGCAA": 1634,
      "TCGTGA": 1635,
      "TCGGAC": 1636,
      "GATGAC": 1637,
      "GAGCGA": 1638,
      "GGGGTC": 1639,
      "TGTGGAA": 1640,
      "TGTAAAA": 1641,
      "TAGATT": 1642,
      "TGCTTTC": 1643,
      "GGCTTA": 1644,
      "GGCTAC": 1645,
      "TGAGCAA": 1646,
      "TGAGTCA": 1647,
      "TGAGCGA": 1648,
      "TGATTAA": 1649,
      "TGATTGG": 1650,
      "TCATTC": 1651,
      "TCATGTT": 1652,
      "TCATCAA": 1653,
      "TCATCAC": 1654,
      "TCATTAA": 1655,
      "AAAGTT": 1656,
      "AAACCAC": 1657,
      "GCATTTT": 1658,
      "GCAGCGA": 1659,
      "GCAGAAC": 1660,
      "GCAGCGG": 1661,
      "GCAGGGC": 1662,
      "GCAGCTC": 1663,
      "GTTGCCC": 1664,
      "GCCTTCC": 1665,
      "GCCGCGCC": 1666,
      "GAAGAC": 1667,
      "GAAGTA": 1668,
      "GAAGCGC": 1669,
      "TGGGTGA": 1670,
      "TGGAAAC": 1671,
      "GTCGTTC": 1672,
      "GTCCACC": 1673,
      "GGATGAA": 1674,
      "TTCTAC": 1675,
      "TTCGTA": 1676,
      "TTCTGTT": 1677,
      "TTCTCAA": 1678,
      "TTCGTCA": 1679,
      "TCCTGAA": 1680,
      "TTAGCC": 1681,
      "TTATCTT": 1682,
      "AACGGCA": 1683,
      "TACTTC": 1684,
      "TACTAC": 1685,
      "TGGCGTT": 1686,
      "CCCGCC": 1687,
      "CCCGCTT": 1688,
      "GCCAGAC": 1689,
      "GCCAGCGC": 1690,
      "TTTTGTT": 1691,
      "TTTTTTCA": 1692,
      "GTAGTCA": 1693,
      "TGCAGG": 1694,
      "TGCCGCC": 1695,
      "CACTGC": 1696,
      "TGTTTCTT": 1697,
      "TGGATCC": 1698,
      "TGGATGAC": 1699,
      "GGCCAAC": 1700,
      "TAAATGGCC": 1701,
      "TCCAGTC": 1702,
      "GAAATCA": 1703,
      "TTCATA": 1704,
      "TTGACCA": 1705,
      "TTGAGCTT": 1706,
      "TCGATGAA": 1707,
      "GTGTGCC": 1708,
      "TCCCGTTC": 1709,
      "GCTTTCA": 1710,
      "GTGATCA": 1711,
      "GTGATCC": 1712,
      "GCACAACC": 1713,
      "GTAATA": 1714,
      "GAACGA": 1715,
      "TATTAAA": 1716,
      "GCGGGA": 1717,
      "GATTTC": 1718,
      "GATTTGC": 1719,
      "GATTTAA": 1720,
      "TTAATCCCTTTATTAGCAGGGCGAACTTC": 1721,
      "GCACCCC": 1722,
      "TTACCAA": 1723,
      "GGCACAA": 1724,
      "GTGACAA": 1725,
      "CACACA": 1726,
      "GCTGGCGA": 1727,
      "GCGCCACA": 1728,
      "GGAACAGGAACA": 1729,
      "GCTGAAC": 1730,
      "GCTGTCC": 1731,
      "GCGAACC": 1732,
      "GCGTGAC": 1733,
      "GCTGGCCA": 1734,
      "TTGTAC": 1735,
      "TTTGTCA": 1736,
      "TCGAAA": 1737,
      "TCGCAC": 1738,
      "TCTATC": 1739,
      "TCGGCAA": 1740,
      "TCGCCAA": 1741,
      "TCTATCA": 1742,
      "GATGTT": 1743,
      "GATCCC": 1744,
      "GGTGAAA": 1745,
      "GGGTGAA": 1746,
      "TGTGGCC": 1747,
      "TGTAACC": 1748,
      "TAGGCC": 1749,
      "TAGTCA": 1750,
      "TAGAAC": 1751,
      "TATGTA": 1752,
      "TGCTAC": 1753,
      "TGCTGCA": 1754,
      "TGCGTCA": 1755,
      "GGCGCGA": 1756,
      "GGCTCTT": 1757,
      "TGAGTGA": 1758,
      "TGATGAAA": 1759,
      "TGATCTC": 1760,
      "TCAGGAA": 1761,
      "AAACAC": 1762,
      "GCATAA": 1763,
      "GCATTA": 1764,
      "GCAGATT": 1765,
      "GCATTCC": 1766,
      "GCAGTAC": 1767,
      "GTTGTCA": 1768,
      "GTTGCGCA": 1769,
      "GCCTTCA": 1770,
      "GCCGTGC": 1771,
      "GCCGTTA": 1772,
      "GCCGTCC": 1773,
      "GCCAACC": 1774,
      "GAATCA": 1775,
      "GAAGTC": 1776,
      "GAAGTGG": 1777,
      "TGGTCAA": 1778,
      "TGGTTAA": 1779,
      "TGGAACA": 1780,
      "GTCGTCA": 1781,
      "GTCGGCCA": 1782,
      "CCAGCGG": 1783,
      "GGAGGA": 1784,
      "GGATCGA": 1785,
      "TTCGGTT": 1786,
      "TCCGGCC": 1787,
      "TCCGTCA": 1788,
      "GACTAC": 1789,
      "GACGCTT": 1790,
      "GACAACC": 1791,
      "AACGTCA": 1792,
      "CCCAAA": 1793,
      "TTTTAAA": 1794,
      "GTAGTT": 1795,
      "TGAATAC": 1796,
      "TGCCAAA": 1797,
      "GGCAGGC": 1798,
      "CACGCC": 1799,
      "CACAAC": 1800,
      "CACGCCA": 1801,
      "TGTTTA": 1802,
      "TGGAGGA": 1803,
      "TGGATAC": 1804,
      "TGGACAC": 1805,
      "GCAATGGC": 1806,
      "GCAAAAAA": 1807,
      "TCCATGC": 1808,
      "TCCATCA": 1809,
      "TCGATGA": 1810,
      "TCGATAA": 1811,
      "GTGTGA": 1812,
      "GTGTGTA": 1813,
      "GTGCCATC": 1814,
      "TCTTCCA": 1815,
      "GCTTCCA": 1816,
      "GTGATAC": 1817,
      "GCACGTT": 1818,
      "GCACAAC": 1819,
      "GTTCTGA": 1820,
      "GCGGTTGG": 1821,
      "GTGGGAC": 1822,
      "GTTATT": 1823,
      "GGTTTCC": 1824,
      "TATCAAC": 1825,
      "TTACTT": 1826,
      "GCTCAAA": 1827,
      "GGTCAAA": 1828,
      "GATCAAC": 1829,
      "GAAAAAAA": 1830,
      "GGCGCTGGC": 1831,
      "TAAAAAAA": 1832,
      "GTGTTCA": 1833,
      "TGATTTTC": 1834,
      "GGAAACC": 1835,
      "AAAAAATAAATGGCC": 1836,
      "GCCCACC": 1837,
      "GCTGTGC": 1838,
      "GCGTGTT": 1839,
      "TCGTAA": 1840,
      "TCTGTA": 1841,
      "GAGGCA": 1842,
      "GAGTGA": 1843,
      "GATACA": 1844,
      "GATGACC": 1845,
      "GAGATC": 1846,
      "GGGACC": 1847,
      "GGGGGA": 1848,
      "GGGAAAA": 1849,
      "TGTGAAC": 1850,
      "TGTGGAC": 1851,
      "TAGGC": 1852,
      "TAGCCC": 1853,
      "TATGCCA": 1854,
      "TGCGAA": 1855,
      "TGCGCAA": 1856,
      "TGCGAAA": 1857,
      "TGCTCCC": 1858,
      "TGCGTAA": 1859,
      "TGCTCAC": 1860,
      "TGCGACC": 1861,
      "GGCTAA": 1862,
      "GGCTGAA": 1863,
      "GGCTGTT": 1864,
      "GGCGCTT": 1865,
      "GGCGACC": 1866,
      "GGCAAAC": 1867,
      "GGCTTCC": 1868,
      "GGCGGCAC": 1869,
      "TGATGTA": 1870,
      "TGATGGCA": 1871,
      "TCAGTC": 1872,
      "TCATTCA": 1873,
      "TCATCCC": 1874,
      "AAATGCA": 1875,
      "GCATGCC": 1876,
      "GCACAC": 1877,
      "GCATTGA": 1878,
      "GCAGTGC": 1879,
      "GCAGCAGC": 1880,
      "GCCGCTT": 1881,
      "GAATGG": 1882,
      "GAATTA": 1883,
      "GAAGAAA": 1884,
      "TAATGG": 1885,
      "TAAAACC": 1886,
      "GTCTGGC": 1887,
      "GTCGCACC": 1888,
      "GGAGTA": 1889,
      "GGATATT": 1890,
      "GGAGATA": 1891,
      "TTCTGGA": 1892,
      "TCCTGG": 1893,
      "TCCGTA": 1894,
      "TCCTGTT": 1895,
      "TTATATC": 1896,
      "TTATCAAA": 1897,
      "GACGCCA": 1898,
      "GACTGAA": 1899,
      "TACTCC": 1900,
      "TACTCCA": 1901,
      "TACGCGA": 1902,
      "TGGCCAC": 1903,
      "CCCGAAC": 1904,
      "GCCAGCGG": 1905,
      "TTTTTTA": 1906,
      "TTTTTCTT": 1907,
      "GTATAA": 1908,
      "GTACATC": 1909,
      "TGAAGCC": 1910,
      "TGAATAA": 1911,
      "TGAACAC": 1912,
      "TGCAGAA": 1913,
      "TGCCGTA": 1914,
      "GGCAGGAA": 1915,
      "CACGAC": 1916,
      "TGTTCCA": 1917,
      "TGGAGAAA": 1918,
      "GCGCTGA": 1919,
      "GGCCTGCC": 1920,
      "TGACAAC": 1921,
      "GCAATT": 1922,
      "GCAATGC": 1923,
      "GCAAAACC": 1924,
      "TTGATC": 1925,
      "TTGATGA": 1926,
      "GCCCTGA": 1927,
      "GTGTTA": 1928,
      "GTGTTTT": 1929,
      "GTGTGAC": 1930,
      "GTGTCGA": 1931,
      "TCTTCCC": 1932,
      "GCTTTA": 1933,
      "GCTTTAC": 1934,
      "GCACTGG": 1935,
      "GTTCTTC": 1936,
      "TACCGGC": 1937,
      "TATTTACA": 1938,
      "TATTGCTGGCGA": 1939,
      "TCACAAA": 1940,
      "GTGGAAA": 1941,
      "GTGGTGGC": 1942,
      "GTTATA": 1943,
      "GACCGCC": 1944,
      "GACCTTC": 1945,
      "TACACAC": 1946,
      "TATCGCTT": 1947,
      "TTACTGG": 1948,
      "TGTCGGA": 1949,
      "TTCCGGC": 1950,
      "TTTCTGG": 1951,
      "GAGCTGG": 1952,
      "AACACA": 1953,
      "TTGCTGGC": 1954,
      "GGCAACAC": 1955,
      "TGTCCAA": 1956,
      "GAACCAA": 1957,
      "GGCCCCA": 1958,
      "TGGCGATGGCCACCACCTGCTCCGGGGTCA": 1959,
      "GCGACAA": 1960,
      "GCGTCGA": 1961,
      "GCTGAACC": 1962,
      "GCTGACCAA": 1963,
      "TTTCGG": 1964,
      "TTGTTA": 1965,
      "TTGGTC": 1966,
      "TCTATT": 1967,
      "TCTCGG": 1968,
      "TCTGCCA": 1969,
      "GAGATT": 1970,
      "GGGTTA": 1971,
      "GGTGCCC": 1972,
      "GGGTTCC": 1973,
      "TGTTATT": 1974,
      "TGTTACA": 1975,
      "TGCAACA": 1976,
      "TGCTGTGCGA": 1977,
      "GGCTCCA": 1978,
      "TGAGCGC": 1979,
      "TGATCCA": 1980,
      "TGATACC": 1981,
      "TGACACC": 1982,
      "TGAGCGCC": 1983,
      "TCAGCCC": 1984,
      "TCAGCTT": 1985,
      "TCAGTCC": 1986,
      "TCACCAC": 1987,
      "AAAGGC": 1988,
      "AAATCC": 1989,
      "GCAGTAA": 1990,
      "GCACATC": 1991,
      "GCCTGGC": 1992,
      "GCCTCAA": 1993,
      "GCCTGAC": 1994,
      "GCCTGTC": 1995,
      "GCCAACA": 1996,
      "GAAGGGA": 1997,
      "GAAGCTC": 1998,
      "TGGGTC": 1999,
      "TGGTGAA": 2000,
      "TAAGG": 2001,
      "TAAGTC": 2002,
      "TAATTTT": 2003,
      "TAATATC": 2004,
      "GTCTCC": 2005,
      "GTCTGGA": 2006,
      "GTCGCGG": 2007,
      "GTCGGTC": 2008,
      "CCACAC": 2009,
      "CCAGACC": 2010,
      "CCAGCGAC": 2011,
      "GGATGGC": 2012,
      "GGATGCC": 2013,
      "GGATGTT": 2014,
      "GGATTCA": 2015,
      "GGATCAC": 2016,
      "TCCTTGA": 2017,
      "TCCTCCC": 2018,
      "TCCGGAC": 2019,
      "GACGCA": 2020,
      "GACTCC": 2021,
      "GACGGCA": 2022,
      "GACGCGA": 2023,
      "AACGTT": 2024,
      "AACGCCA": 2025,
      "AACGTA": 2026,
      "AACTGTT": 2027,
      "AACGCTT": 2028,
      "TGGCGGCC": 2029,
      "CCCTGGC": 2030,
      "CCCTGAC": 2031,
      "GCCACCC": 2032,
      "TTTTTGA": 2033,
      "TTTTCAC": 2034,
      "TGCCTTC": 2035,
      "TGCCTGCC": 2036,
      "CACTGG": 2037,
      "TGTTGAA": 2038,
      "TGTTTAC": 2039,
      "TGGATC": 2040,
      "TGGAGCGG": 2041,
      "TCAATAA": 2042,
      "TCAATAC": 2043,
      "TAAAGA": 2044,
      "TAAACCA": 2045,
      "TGACGGCA": 2046,
      "GCAAGGA": 2047,
      "GCAAAAC": 2048,
      "GCAATAC": 2049,
      "GCAAGGCC": 2050,
      "GTCATCA": 2051,
      "GTCATCGA": 2052,
      "TTCACCC": 2053,
      "GTGTGCA": 2054,
      "GGAAAAC": 2055,
      "GGAATTTC": 2056,
      "GCGATGG": 2057,
      "GCGATCC": 2058,
      "GTGCAAA": 2059,
      "TCCCCCC": 2060,
      "GCACAAA": 2061,
      "GAACTGA": 2062,
      "TATTGGC": 2063,
      "TATTTTC": 2064,
      "TATTCAC": 2065,
      "GCGGTGA": 2066,
      "TCACGCC": 2067,
      "TCGGTGC": 2068,
      "GTGGTA": 2069,
      "TCGCTGA": 2070,
      "TCGCCCC": 2071,
      "GGTTGTC": 2072,
      "GGTTTTC": 2073,
      "TACATCA": 2074,
      "GTCCGG": 2075,
      "GGGCAAA": 2076,
      "GGGCGGCA": 2077,
      "GGGCGGCC": 2078,
      "GCTCAAC": 2079,
      "GCTCGCGC": 2080,
      "TGACCGCCC": 2081,
      "GATCTCAA": 2082,
      "GAGCAAC": 2083,
      "GGTATTGA": 2084,
      "TCACCCC": 2085,
      "GGGGTGA": 2086,
      "GGGGAAA": 2087,
      "GGGGTTA": 2088,
      "GAAAATCA": 2089,
      "TTGGTCA": 2090,
      "GTGCACA": 2091,
      "TTTCACA": 2092,
      "GCTATCGG": 2093,
      "CCCCAA": 2094,
      "CCCCCC": 2095,
      "TGCAAAAA": 2096,
      "GTCCACA": 2097,
      "GTCCAGCACC": 2098,
      "GATCACA": 2099,
      "GCTGGCAA": 2100,
      "TGTACAA": 2101,
      "GCAACATGGCCTGACCCCGGA": 2102,
      "GCCATCGTGGC": 2103,
      "TCCCTGCCGACCC": 2104,
      "GCCACCAATATTGCTGGCGA": 2105,
      "TGCTGTGCGAGCAACATGGCCTGACCCCGGA": 2106,
      "GCTAAAA": 2107,
      "GCGTACC": 2108,
      "GCGGATC": 2109,
      "TTAAAC": 2110,
      "TTGGAC": 2111,
      "TTTAAC": 2112,
      "TTTCACC": 2113,
      "TTTGCCA": 2114,
      "TTGTGGC": 2115,
      "TTTAAAA": 2116,
      "TTTTCAA": 2117,
      "TCTGGCA": 2118,
      "TCGGCGG": 2119,
      "TCTGTTTT": 2120,
      "TCTGGTA": 2121,
      "GAGCCA": 2122,
      "GAGTGC": 2123,
      "GATCGG": 2124,
      "GGTCCC": 2125,
      "GGTCACC": 2126,
      "GGGCACC": 2127,
      "GGGTGGC": 2128,
      "GGGTGCC": 2129,
      "GGTGCAA": 2130,
      "GGTGATT": 2131,
      "GGTGTGG": 2132,
      "TGTGACA": 2133,
      "TATAAC": 2134,
      "TATCACC": 2135,
      "TGCGGC": 2136,
      "TGCTAA": 2137,
      "TGCTCGA": 2138,
      "TGCGATT": 2139,
      "TGCTGTC": 2140,
      "GGCGCCA": 2141,
      "GGCTATC": 2142,
      "GGCGGTC": 2143,
      "GGCTTTCA": 2144,
      "TGATCCC": 2145,
      "TGAGCAC": 2146,
      "TGATATC": 2147,
      "TGATGTC": 2148,
      "TGATTTC": 2149,
      "TCAGAC": 2150,
      "TCATGCA": 2151,
      "GCATGGA": 2152,
      "GCATCAA": 2153,
      "GCATCTT": 2154,
      "GCATCACC": 2155,
      "GCAGCAAC": 2156,
      "GTTTCTT": 2157,
      "GTTTCGG": 2158,
      "GTTTTGG": 2159,
      "GCCGGGA": 2160,
      "GCCGCTGC": 2161,
      "GCCTGAAC": 2162,
      "GCCGAACA": 2163,
      "GAATGC": 2164,
      "GAAGCCA": 2165,
      "GAATGAA": 2166,
      "GAATTGA": 2167,
      "GAAGCCC": 2168,
      "GAAGTGA": 2169,
      "GAATATT": 2170,
